Repository: naboj-org/bullet
Catalog: bullet/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, et, fa, fr, hr, hu, nl, pl, pt, ro, ru, sk, sl, uk, uz

source: <sup>[1]</sup> Consent is granted for the duration of the operation of the Competition's website and it's accounts on social networks. This consent can be revoked at any time by sending an e-mail to the address <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Withdrawal of consent does not affect the legality of the processing before its withdrawal. The affected person can request the deletion of personal data only if it is technically possible and the deletion does not affect the rights of other affected persons.
cs: <sup>[1]</sup> Souhlas se uděluje na dobu provozování webového sídla Trojsten-u a účtu na sociálních sítích, pokud je má Trojsten vytvořené. Tento souhlas je možné kdykoliv odvolat zasláním e-mailu na adresu <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Odvolání souhlasu nemá vliv na zákonnost zpracování před jeho odvoláním. Dotčená osoba může požadovat odstranění osobních údajů, jen pokud to bude technicky možné a výmazem nebudou dotčena práva jiných dotčených osob.
de: <sup>[1]</sup> Die Zustimmung wird für die Dauer des Betriebs der Webseite des Wettbewerbs und seiner Konten in sozialen Netzwerken erteilt. Diese Einwilligung kann jederzeit per E-Mail an die Adresse <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a> widerrufen werden. Durch den Widerruf der Einwilligung wird die Rechtmäßigkeit der bis zum Widerruf erfolgten Verarbeitung nicht berührt. Die betroffene Person kann die Löschung personenbezogener Daten nur verlangen, soweit dies technisch machbar ist und die Löschung die Rechte anderer betroffener Personen nicht beeinträchtigt.
es: <sup>[1]</sup> El consentimiento será válido mientras el sitio web de la Competición y las cuentas de redes sociales estén activas. Este consentimiento puede ser revocado en cualquier momento enviando un correo electrónico a la dirección <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. La retirada del consentimiento no afecta a la legalidad del tratamiento anterior a su retirada. El afectado puede solicitar la supresión de los datos personales solo si es técnicamente posible y la supresión no afecta a los derechos de otros afectados.
et: <sup>[1]</sup> Nõusolek antakse võistluse veebilehe ja sotsiaalvõrgustike kontode toimimise ajaks. Selle nõusoleku võib igal ajal tühistada, kirjutades inglise keeles meiliaadressile <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Nõusoleku tagasivõtmine ei mõjuta töötlemise seaduslikkust enne selle tagasivõtmist. Mõjutatud isik võib nõuda isikuandmete kustutamist ainult siis, kui see on tehniliselt võimalik ja kustutamine ei mõjuta teiste mõjutatud isikute õigusi.
fa: <sup>[1]</sup> این اجازه برای مدت زمانی که تارنمای مسابقه و حساب کاربری آن در شبکه های اجتماعی فعال است صادر می شود. اگر در هر زمان می خواهید مجوز را لغو کنید می توانید به آدرس <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. نامه ای را ارسال نمایید. توجه کنید که لغو مجوز تاثیری برمشروعیت فعالیت های پیش از لغو مجوز نخواهد داشت. درصورت بروز مشکل، فردی که متاثر از مشکل شده است درصورتی می تواند درخواست حذف داده ها را بدهد که این امر به لحاظ فنی ممکن باشد و حقوق سایر افراد را نقض نکند.
fr: <sup>[1]</sup> Vous consentez à ce que vos données personnelles soient traitées pendant toute la durée du fonctionnement du site web de la Compétition ainsi que sur les comptes associées sur les réseaux sociaux. Ce consentement peut être révoqué à tout moment en envoyant un e-mail à l'adresse <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. La rétractation du consentement n'a pas d'effet sur la légalité du traitement effectué avant cette rétractation. La personne concernée ne peut demander la suppression de ses données personnelles que si cela est techniquement possible et que cette suppression n'affecte pas les droits d'autres personnes concernées.
hr: <sup>[1]</sup> Privola se daje za razdoblje postojanja web stranice Natjecanja i računa na društvenim mrežama. Privola se može povući u bilo kojem trenutku slanjem poruke e-pošte na adresu <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Povlačenje privole ne utječe na zakonitost obrade osobnih podataka do tog trenutka. Brisanje osobnih podataka moguće je zatražiti isključivo ako je to tehnički izvedivo te ako brisanje osobnih podataka ne utječe na prava drugih osoba.
hu: <sup>[1]</sup>A hozzájárulás a verseny weboldalának és a közösségi hálózatokon létrehozott fiókjainak működési időtartamára szól. A hozzájárulás bármikor visszavonható a <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a> címre küldött e-mailben. A hozzájárulás visszavonása nem érinti a visszavonás előtti feldolgozás jogszerűségét. Az érintett személy csak akkor kérheti a személyes adatok törlését, ha ez technikailag lehetséges, és a törlés nem érinti más érintett személyek jogait.
nl: <sup>[1]</sup> De toestemming wordt verleend voor de duur van de werking van de website van de Wedstrijd en de accounts op sociale netwerken. Deze toestemming kan te allen tijde worden ingetrokken door een e-mail te sturen naar het adres <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. De intrekking van de toestemming heeft geen invloed op de rechtmatigheid van de verwerking vóór de intrekking. De betrokken persoon kan alleen om de verwijdering van persoonsgegevens verzoeken indien dit technisch mogelijk is en de verwijdering geen gevolgen heeft voor de rechten van andere betrokken personen.
pl: <sup>[1]</sup> Zgoda obowiązuje przez czas funkcjonowania strony internetowej oraz kont w serwisach społecznościowych zawodów. Ta zgoda może być cofnięta w każdej chwili poprzez wysłanie wiadomości e-mail na adres <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Nie ma to wpływu na zgodność z prawem przetwarzania dokonanego przed wycofaniem zgody. Usunięcia danych osobowych można zażądać tylko jeśli jest to technicznie możliwe i usunięcie danych nie naruszy praw innych osób, których te dane dotyczą.
pt: <sup>[1]</sup> O consentimento é concedido enquanto o sítio web da Competição e as suas contas nas redes sociais estiverem operacionais. Este consentimento pode ser revogado em qualquer momento enviando um email para <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. A revogação do consentimento não afeta a legitimidade do tratamento efetuado antes da sua revogação. O titular dos dados pode solicitar a eliminação dos dados pessoais apenas se tal for tecnicamente possível e se a eliminação não afetar os direitos de outros titulares.
ro: <sup>[1]</sup> Consimțământul se acordă pe durata funcționării site-ului web al Competiției și a conturilor acestuia pe rețelele sociale. Acest consimțământ poate fi revocat în orice moment prin trimiterea unui e-mail la adresa <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Retragerea consimțământului nu afectează legalitatea prelucrării înainte de retragerea acesteia. Persoana afectată poate solicita ștergerea datelor cu caracter personal numai dacă este posibil din punct de vedere tehnic și ștergerea nu afectează drepturile altor persoane afectate.
ru: <sup>[1]</sup> Согласие предоставляется на время существования сайта Олимпиады и каналов социальных сетей посвещённых Олимпиаде. Участник имеет право отозвать данное согласие в любое время, отправив письмо с запрсом на адрес электронной почты <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Отзыв согласия не влияет на законность обработки данных, произведённых до отзыв согласия. Заинтересованное лицо вправе потребовать удаление персональных данных, если это технически возможно и не затрагивает права других лиц.
sk: <sup>[1]</sup> Súhlas sa udeľuje na dobu prevádzkovania webového sídla Trojsten-u a účtu na sociálnych sieťach, ak ich má Trojsten vytvorený. Tento súhlas je možné kedykoľvek odvolať zaslaním e-mailu na adresu <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Odvolanie súhlasu nemá vplyv na zákonnosť spracúvania pred jeho odvolaním. Dotknutá osoba môže požadovať odstránenie osobných údajov, len pokiaľ to bude technicky možné a zmazaním nebudú dotknuté práva iných dotknutých osôb.
sl: <sup>[1]</sup> Soglasje velja za čas delovanja spletne strani tekmovanja in povezanih računov na družbenih omrežjih. To soglasje lahko kadarkoli prekličete tako, da pošljete e-pošto na naslov"<a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Umik soglasja ne vpliva na zakonitost obdelave pred njegovim umikom. Oseba, na katero se nanašajo podatki, lahko zahteva izbris osebnih podatkov le, če je to tehnično mogoče in če izbris ne vpliva na pravice drugih oseb, na katere se nanašajo podatki.
uk: <sup>[1]</sup> Згода діє протягом усього часу роботи вебсайту Турніру та його облікових записів у соціальних мережах. Цю згоду можна відкликати в будь‑який час, надіславши електронного листа на адресу <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a>. Відкликання згоди не впливає на законність обробки персональних даних до моменту її відкликання. Особа, щодо якої здійснюється обробка, може вимагати видалення персональних даних лише якщо це технічно можливо та видалення не порушує прав інших осіб, яких це стосується.
uz: <sup>[1]</sup> Rozilik musobaqaning veb-sayti va ijtimoiy tarmoqlardagi hisoblarining faoliyati davomida beriladi. Ushbu rozilikni istalgan vaqtda <a href="mailto:gdpr@trojsten.sk">gdpr@trojsten.sk</a> manziliga elektron pochta orqali yuborish orqali bekor qilish mumkin. Rozilikni bekor qilish, uni bekor qilishdan oldin amalga oshirilgan qayta ishlashning qonuniyligiga taÊsir qilmaydi. Ta'sirlangan shaxs shaxsiy ma'¼lumotlarni faqat texnik jihatdan mumkin bo'lgan va o'chirish boshqa taÊ¼sirlangan shaxslarning huquqlariga ta'sir qilmasa, o'chirishni so'rashi mumkin.

source: Change
cs: Změnit
de: Ändern
es: Modificar
et: Muuda
fa: تغییر
fr: Changer
hr: Promijeni
hu: Változtatás
nl: Aanpassen
pl: Zmień
pt: Alterar
ro: Schimbă
ru: Изменить
sk: Zmeniť
sl: Sprememba
uk: Змінити
uz: O'zgartirish

source: Venue
cs: Soutěžní místo
de: Veranstaltungsort
es: Sede
et: Võistluskeskus
fa: محل
fr: Lieu de la compétition
hr: Lokacija
hu: Helyszín
nl: Locatie
pl: Miejsce
pt: Local
ro: Locație
ru: Место проведения
sk: Súťažné miesto
sl: Prizorišče
uk: Місце проведення
uz: Manzil

source: School
cs: Škola
de: Schule
es: Centro escolar
et: Kool
fa: مدرسه
fr: Établissement
hr: Škola
hu: Iskola
pl: Szkoła
pt: Escola
ro: Școala
ru: Школа
sk: Škola
sl: Šola
uk: Школа
uz: Maktab

source: Search schools...
cs: Vyhledat školu...
de: Schulen suchen...
es: Buscar centro escolar...
et: Otsi koole...
fa: جست و جوی مدارس....
fr: Chercher l'établissement...
hr: Pretraži škole...
hu: Iskola keresése...
nl: Scholen zoeken...
pl: Wyszukiwanie szkoły...
pt: Pesquisar escolas...
ro: Caută școala.
ru: Поиск школ...
sk: Hľadať školu...
sl: Išči šole...
uk: Пошук шкіл...
uz: Maktablarni qidirish...

source: Team successfully registered
de: Team wurde erfolgreich angemeldet
es: Equipo registrado con éxito
et: Võistkond on edukalt registreeritud
fa: تیم شما با موفقیت ثبت شده است.
fr: Votre équipe a été inscrite avec succès
hr: Tim je uspješno registriran
hu: Sikeres regisztráció
nl: Team succesvol ingeschreven
pl: Drużyna zarejestrowana pomyślnie
pt: Equipa registada com sucesso
ro: Echipa a fost înregistrată cu succes
ru: Команда успешно зарегистрирована
sk: Tím bol úspešne zaregistrovaný
sl: Ekipa je uspešno registrirana
uk: Команда успішно зареєстрована
uz: Jamoa muvaffaqiyatli ro'yxatdan o'tkazildi

source: We've sent you a confirmation link. Please check your inbox and junk mail folder. <b>The team's registration won't be complete until you click on the confirmation link.</b>
cs: Poslali jsme Vám potvrzovací odkaz. Prosím, zkontrolujte svoji e-mailovou schránku a nevyžádanou poštu. <b> Registrace týmu nebude kompletní, dokud na potvrzovací odkaz nekliknete. </b>
de: Wir haben dir einen Bestätigungslink gesendet. Bitte überprüfe deinen Posteingang und den Junk-Mail-Ordner. <b>Die Anmeldung des Teams ist erst abgeschlossen, wenn du auf den Bestätigungslink klickst.</b>
es: Le hemos enviado un enlace de confirmación. Por favor, revise su bandeja de entrada y la carpeta de spam. <b> El registro del equipo no estará completo hasta que no haga clic en el enlace de confirmación. </b>
et: Saatsime teile kinnituslingi. Palun kontrollige oma postkasti ja rämpsposti kausta. <b>Võistkonna registreerimine ei ole lõpetatud enne, kui klõpsate kinnituslingile.</b>
fa: ما پیوند تایید را برای شما ارسال کرده ایم. لطفا صندوق های پست الکترونیکی خودرا بررسی کنید. <b> تازمانی که بر روی پیوند ارسال شده کلیک نکنید ثبت نام تیم شما تکمیل نخواهد شد. </b>
fr: Nous vous avons envoyé un lien de confirmation. Veuillez vérifier votre boite mail et éventuellement vos spams. <b>L'inscription de l'équipe de sera pas acceptée jusqu'à ce que vous ayez clicker sur le lien de confirmation.</b>
hr: Poslali smo vam link za potvrdu. Molimo vas da provjerite svoju ulaznu poštu i "junk" folder. <b>Prijava tima neće biti gotova dok ne kliknete na taj link.</b>
hu: Küldtünk Önnek egy megerősítő linket. Ellenőrizze a beérkező üzeneteit és a spam mappát. <b> A csapat regisztrációja nem teljes, amíg nem kattint a megerősítő linkre. </b>
nl: We hebben een link gestuurd ter bevestiging. Kijk in uw inbox en spam. <b>De inschrijving is pas voltooid als u op de link heeft geklikt.</b>
pl: Wysłaliśmy link do potwierdzenia rejestracji. Proszę sprawdzić skrzynkę mailową i folder Spam. <b>Drużyna nie zostanie zarejestrowana bez potwierdzenia rejestracji!</b>
pt: Enviámos-lhe um link de confirmação. Por favor, verifique a sua caixa de entrada e a pasta de spam. <b>O registo da equipa não estará completo até que clique no link de confirmação.</b>
ro: Un link de confirmare a fost trimis. Verifică în inbox sau spam. <b> Înregistrarea echipei nu este finalizată dacă nu apasți pe link-ul de confirmare. </b>
ru: На Ваш адрес электронной почты была отправлена ссылка для подтверждения регистрации. Пожалуйста, проверьте папку «Входящие» и «Спам». <b>Регистрация команды будет завершена только после того, как вы откроете ссылку подтверждения.</b>
sk: Na vašu emailovú adresu sme zaslali potvrdzovací link. Prosím, skontrolujte svoju mailovú schránku a aj priečinok nevyžiadanej pošty (spam). <b>Registrácia tímu nebude plátna pokiaľ nekliknete na potvrdzovací link.</b>
sl: Poslali smo vam potrditveno povezavo. Prosimo, preverite svoj e-poštni nabiralnik in mapo z neželeno pošto.<b>Registracija ekipe ne bo dokončana, dokler ne kliknete na potrditveno povezavo.</b>
uk: Ми надіслали вам посилання для підтвердження. Будь ласка, перевірте свою електронну пошту (включно з папкою небажаної пошти). <b>Реєстрація команди не буде завершена, доки ви не натиснете на посилання для підтвердження.</b>
uz: Sizga tasdiqlash havolasini yubordik. Iltimos, pochta qutingizni va spam jildini tekshiring. <b>Tasdiqlash havolasini bosmaguningizcha jamoa ro'yxatdan o'tmagan hisoblanadi.</b>

source: Register another team
cs: Registrovat další tým
de: Weiteres Team anmelden
es: Registro de otro equipo
et: Registreeri veel üks võistkond
fa: تیم دیگری را ثبت کنید
fr: Inscrire une nouvelle équipe
hr: Registriraj novi tim
hu: Másik csapat regisztrálása
nl: Een ander team inschrijven
pl: Rejestracja innej drużyny
pt: Registar outra equipa
ro: Înregistrează altă echipă
ru: Зарегистрировать ещё одну команду
sk: Zaregistrovať ďalší tím
sl: Registrirajte še eno ekipo
uk: Зареєструвати ще одну команду
uz: Boshqa jamoa ro'yxatdan o'tkazish

source: Back to the homepage
cs: Zpět na úvodní stránku
de: Zurück zur Homepage
es: Volver a la página de inicio
et: Tagasi kodulehele
fa: بازگشت به صفحه ی اصلی
fr: Revenir à la page d'accueil
hr: Povratak na početnu stranicu
hu: Vissza a honlapra
nl: Terug naar de homepagina
pl: Powrót na stronę główną
pt: Voltar à página inicial
ro: Înapoi la homepage
ru: Вернуться на главную страницу
sk: Späť na domovskú stránku
sl: Nazaj na domačo stran
uk: Повернутися на головну сторінку
uz: Bosh sahifaga qaytish

source: Search venues...
cs: Hledat soutěžní místa...
de: Veranstaltungsorte suchen...
es: Buscar sedes...
et: Otsi võistluskeskusi...
fa: جست و جوی محل ها...
fr: Chercher un lieu de compétition...
hr: Pretraži lokacije...
hu: Helyszín keresése...
nl: Locaties zoeken...
pl: Wyszukiwanie miejsc...
pt: Pesquisar locais...
ro: Caută locații.
ru: Поиск площадок проведения...
sk: Hľadať súťažné miesto...
sl: Išči prizorišča...
uk: Пошук місць проведення…
uz: Manzillarni qidirish...

source: Unregister team
cs: Zrušit registraci týmu
de: Team abmelden
es: Dar de baja a un equipo
et: Tühista registreering
fa: لغو ثبت نام
fr: Désincrire l'équipe
hr: Poništi registraciju tima
hu: Csapat regisztrációjának visszavonása
nl: Team uitschrijven
pl: Wyrejestruj drużynę
pt: Remover a equipa
ro: Echipe neînregistrate
ru: Незарегистрированная команда
sk: Odregistrovať tím
sl: Odjavite ekipo
uk: Скасувати реєстрацію команди
uz: Jamoa ro'yxatdan o'chirish

source: Are you certain you want to remove your team from the competition? This action is irreversible.
cs: Jste si jisti, že chcete odstranit Váš tým ze soutěže? Tato akce je nevratná.
de: Bist du sicher, dass du dein Team vom Wettbewerb abmelden möchtest? Diese Aktion ist irreversibel.
es: ¿Está seguro de que desea eliminar a este equipo de la competición? Esta acción no se puede deshacer.
et: Kas olete kindel, et soovite tühistada oma võistkonna registreeringu? Seda tegevust ei saa tagasi pöörata.
fa: آیا مطمئن هستید که می خواهید تیم خودرا از مسابقه حذف کنید؟ این عمل بازگشت ناپذیراست.
fr: Êtes-vous certain que vous voulez désinscrire votre équipe de la compétition ? Cette action est irréversible.
hr: Jeste li sigurni da želite poništiti prijavu tima za ovo natjecanje? Ova radnja je nepovratna.
hu: Biztos benne, hogy törli a csapatot a versenyből? Ez a lépés visszafordíthatatlan.
nl: Weet u zeker dat u uw team uit de competitie wil verwijderen? Dit is niet terug te draaien.
pl: Czy na pewno chcesz wycofać drużynę z zawodów? Tego nie można cofnąć.
pt: Tem a certeza de que deseja remover a sua equipa da competição? Esta ação é irreversível.
ro: Ești sigur ca dorești să elimi echipa din competiție? Acțiunea este ireversibilă.
ru: Вы уверены, что Вы хотите отменить регистрацию команды? Это действие не подлежит возврату.
sk: Ste si istý, že chcete odstrániť tím zo súťaže? Túto akciu nie je možné vrátiť späť.
sl: Ali ste prepričani, da želite odstraniti svojo ekipo iz tekmovanja? Odjave ni mogoče razveljaviti.
uk: Ви справді хочете зняти свою команду з турніру? Цю дію неможливо скасувати.
uz: Jamoangizni musobaqadan olib tashlashni istaysizmi? Bu harakatni qaytarib bo'lmaydi.

source: Unregister
cs: Zrušit registraci
de: Abmelden
es: Dar de baja
et: Tühista registreering
fa: لغو ثبت نام
fr: Désinscrire
hr: Poništi registraciju
hu: Regisztráció visszavonása
nl: Uitschrijven
pl: Wyrejestruj
pt: Remover
ro: Elimină echipa
ru: Отменить регистрацию
sk: Zrušiť registráciu
sl: Odjava
uk: Скасувати реєстрацію
uz: Ro'yxatdan o'chirish

source: Edit team
cs: Upravit tým
de: Team bearbeiten
es: Editar equipo
et: Muuda võistkonda
fa: ویرایش تیم
fr: Modifier une équipe
hr: Uredi tim
hu: Csapat adatainak szerkesztése
nl: Team bewerken
pl: Edytuj drużynę
pt: Editar equipa
ro: Editează echipa
ru: Редактировать команду
sk: Upraviť tím
sl: Uredi ekipo
uk: Редагувати команду
uz: Jamoani tahrirlash

source: Team information
cs: Informace o členech týmu
es: Información del equipo
et: Võistkonna andmed
fa: اطلاعات تیم
fr: Informations de l'équipe
hr: Informacije o timu
hu: Csapat információ
nl: Teamgegevens
pl: Informacje o drużynie
pt: Informações da equipa
ro: Informații echipă
ru: Информация о команде
sk: Informácie o tíme
sl: Informacije o ekipi
uk: Інформація про команду
uz: Jamoa ma'lumotlari

source: Your team is in the waiting list.
cs: Váš tým je na čekací listině.
de: Dein Team ist auf der Warteliste.
es: Su equipo está en la lista de espera.
et: Teie võistkond on ootenimekirjas.
fa: تیم شما در فهرست انتظار است.
fr: Votre équipe est sur la liste d'attente
hr: Vaš tim je na listi čekanja.
hu: A csapat várólistára került.
nl: Uw team staat op de wachtlijst.
pl: Twój zespół znajduje się na liście oczekujących.
pt: A sua equipa encontra-se na lista de espera.
ro: Echipa este în lista de așteptare.
ru: Ваша команда находится в списке ожидания.
sk: Váš tím je na čakacej listine.
sl: Vaša ekipa je na čakalnem seznamu.
uk: Ваша команда в списку очікування.
uz: Sizning jamoangiz kutish ro'yxatida.

source: The capacity of the venue was exceeded, or your school has already enough teams registered. We will reach out to you if this situation changes.
cs: Kapacita soutěžního místa byla naplněna nebo má Vaše škola již maximum registrovaných týmů. Dáme Vám vědět, pokud se situace změní.
de: Die Kapazität des Veranstaltungsortes wurde überschritten oder deine Schule hat bereits genügend Teams angemeldet. Wir werden dich kontaktieren, wenn sich diese Situation ändert.
es: Se ha excedido el aforo de la sede, o su escuela ya ha registrado suficientes equipos. Nos pondremos en contacto con usted si hay algún cambio en la situación.
et: Võistluskeskuse mahutavus on ületatud või on teie koolist juba piisavalt võistkondi registreeritud. Kui olukord muutub, võtame teiega ühendust.
fa: ظرفیت محل مسابقه ی شما تکمیل است یا مدرسه ی شما پیش تر تیم هایی را که درسهمیه اش بوده ثبت کرده است. درصورتی که وضعیت تغییرکرد با شما تماس خواهیم گرفت.
fr: La capacité de la salle a été atteinte, ou votre établissement a déjà inscrit le nombre maximal d'équipes. Nous vous contacterons si la situation change.
hr: Kapacitet lokacije je premašen ili vaša škola ima previše registriranih timova. Javit ćemo vam se ukoliko se situacija promijeni.
hu: A helyszín betelt, vagy az iskolája már elegendő csapatot regisztrált. Ha a helyzet megváltozik, felvesszük Önnel a kapcsolatot.
nl: De wedstrijdlocatie is vol, of uw school heeft al genoeg ingeschreven teams. We zullen contact opnemen als dit verandert.
pl: Limit drużyn w tym miejscu został osiągnięty lub twoja szkoła zarejestrowała już maksymalną liczbę drużyn. Skontaktujemy się z Tobą, jeśli ta sytuacja ulegnie zmianie.
pt: A capacidade do local foi excedida, ou a sua escola já tem equipas suficientes inscritas. Entraremos em contacto caso esta situação se altere.
ro: Capacitatea locației a fost atinsă sau școala ta are deja numărul maxim de echipe înregistrate. Te vom contacta dacă situația se schimbă.
ru: На выбранной площадке проведения не осталось свободных мест для регистрации команды, или Ваша школа уже зарегистрировала достаточно команд. Мы свяжемся с Вами в случае изменения ситуации.
sk: Kapacita súťažného miesta bola prekročená alebo vaša škola už priamo do súťaže registrovala povolený počet tímov. Ak sa situácia zmení, ozveme sa vám.
sl: Število prijavljenih ekip presega kapaciteto prizorišča ali pa ima vaša šola že dovolj registriranih ekip. Če se bo situacija spremenila, vas bomo kontaktirali.
uk: Кількість місць у цьому місці проведення перевищена або у вашій школі вже зареєстровано достатню кількість команд. Ми повідомимо Вас, якщо ситуація зміниться.
uz: Manzil sig'imi tugagan yoki sizning maktabingizda allaqachon etarli jamoa ro'yxatdan o'tgan. Agar bu holat o'zgarsa, siz bilan bog'lanamiz.
