Repository: naboj-org/bullet
Catalog: bullet/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, et, fa, fr, hr, hu, nl, pl, pt, ro, ru, sk, sl, uk, uz

source: At this venue, the competition will begin at %(time)s instead of the usual start time.
cs: Na tomto soutěžním místě soutěž začne v %(time)s místo obvyklého času.
de: An diesem Veranstaltungsort beginnt der Wettbewerb um %(time)s statt zur üblichen Startzeit.
es: En esta sede, la competición comenzará a las %(time)s.
et: Selles võistluskeskuses algab võistlus tavapärase algusaja asemel kell %(time)s.
fa: درین محل، مسابقه در ساعت %(time)s به جای ساعت اصلی برگزار خواهد شد.
fr: Dans cette salle, la compétition commencera à %(time)s à la place de l'heure de départ usuelle.
hr: Na ovoj lokaciji pisanja natjecanje će početi u %(time)s umjesto normalnog vremena početka.
hu: Ezen a helyszínen a szokásos időponttól eltérően a verseny kezdete %(time)s.
nl: Op deze locatie begint de wedstrijd om %(time)s in plaats van de algemene begintijd.
pl: W tym miejscu konkurs rozpocznie się o %(time)s zamiast o zwykłej godzinie rozpoczęcia.
pt: Neste local, a competição começará às %(time)s em vez da hora de início habitual.
ro: În această locație, concursul va începe la %(time)s în loc de ora inițială.
ru: На данной площадке проведения, олимпиада начнётся в %(time)s вместо времени по умолчанию.
sk: Na tomto súťažnom mieste sa súťaž začína o %(time)s, nie klasicky o 10:00.
sl: Na tem prizorišču se bo tekmovanje začelo ob %(time)s namesto običajnega začetka.
uk: У цьому місці проведення турнір розпочнеться о %(time)s замість звичайного часу.
uz: Ushbu manzilda musobaqa odatdagi boshlanish vaqti o'rniga %(time)s da boshlanadi.

source: Delete?
cs: Opravdu smazat?
de: Löschen?
es: ¿Está seguro de que desea borrar?
et: Kustutada?
fa: حذف؟
fr: Supprimer
hr: Obriši?
hu: Biztosan törli?
nl: Verwijderen?
pl: Usunąć?
pt: Eliminar?
ro: Stergi?
ru: Удалить?
sk: Zmazať?
sl: Izbriši?
uk: Видалити?
uz: O'chirilsinmi?

source: Update
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
et: Uuenda
fa: به روز رسانی
fr: Actualiser
hr: Osvježi
hu: Frissítés
pl: Zaktualizuj
pt: Atualizar
ro: Schimbă
ru: Обновить
sk: Aktualizovať
sl: Posodobi
uk: Оновити
uz: Yangilash

source: Certificate
cs: Diplom
de: Urkunde
es: Certificado
et: Sertifikaat
fa: مدرک شرکت در مسابقه
fr: Diplôme
hr: Pohvalnica
hu: Emléklap
nl: Certificaat
pl: Certyfikat
pt: Certificado
ro: Diplomă
ru: Сертификат
sk: Diplom
sl: Priznanje
uk: Сертифікат
uz: Sertifikat

source: You can download certificate for your team by clicking on the button below.
cs: Diplom pro svůj tým si můžete stáhnout kliknutím na tlačítko níže.
de: Du kannst die Urkunde für dein Team herunterladen, indem du auf den Button unten klickst.
es: Puede descargar el certificado de su equipo clicando en el botón de abajo.
et: Saate oma võistkonna sertifikaadi alla laadida, klõpsates alloleval nupul.
fa: می توانید گواهی شرکت تیم خودرا با کلیک کردن روی دکمه ی زیر دریافت نمائید.
fr: Vous pouvez enregistrer le diplôme de votre équipe par cliquer sur le bouton en dessous.
hr: Možete preuzeti pohvalnicu za Vaše timove klikom na gumb ispod.
hu: Az alábbi gombra kattintva letöltheti a csapatának szóló emléklapot.
nl: U kunt het certificaat voor uw team downloaden door op onderstaande knop te klikken.
pl: Możesz pobrać certyfikat Twojej drużyny klikając w przycisk poniżej.
pt: Pode descarregar o certificado da sua equipa clicando no botão abaixo.
ro: Poți descărca diploma echipei tale apăsând pe butonul de mai jos.
ru: Вы можете скачать сертификат Вашей команды, нажав на кнопку ниже.
sk: Diplom si môžete stiahnuť stlačením tlačidla nižšie.
sl: Priznanje za vašo ekipo lahko prenesete s klikom na gumb spodaj.
uk: Ви можете завантажити сертифікат для своєї команди, натиснувши кнопку нижче.
uz: Quyidagi tugmani bosish orqali jamoangiz uchun sertifikatni yuklab olishingiz mumkin.

source: Download certificate
cs: Stáhnout diplom
de: Urkunde herunterladen
es: Descargar el certificado
et: Lae alla sertifikaat
fa: دریافت گواهی نامه
fr: Enregistrer
hr: Preuzmi pohvalnicu
hu: Emléklap letöltése
nl: Certificaat downloaden
pl: Pobierz certyfikat
pt: Descarregar certificado
ro: Descarcă diplomă
ru: Скачать сертификат
sk: Stiahnuť diplom
sl: Prenesi priznanje
uk: Завантажити сертифікат
uz: Sertifikatni yuklab olish

source: Waiting list
cs: Čekací listina
de: Warteliste
es: Lista de espera
et: Ootenimekiri
fa: فهرست انتظار
fr: Liste d'attente
hr: Lista čekanja
hu: Várólista
nl: Wachtlijst
pl: Lista oczekujących
pt: Lista de espera
ro: Lista de așteptare
ru: Список ожидания
sk: Zoznam náhradníkov
sl: Čakalni seznam
uk: Список очікування
uz: Kutish ro'yxati

source: Team list
cs: Seznam týmů
de: Team-Liste
es: Lista de equipos
et: Võistkondade nimekiri
fa: فهرست تیم ها
fr: Liste des équipes
hr: Popis timova
hu: Csapatok listája
nl: Teamlijst
pl: Lista drużyn
pt: Lista de equipas
ro: Lista echipelor
ru: Список команд
sk: Zoznam tímov
sl: Seznam ekip
uk: Список команд
uz: Jamoa ro'yxati

source: Teams: %(teams)s / %(capacity)s
cs: Týmy: %(teams)s/%(capacity)s
es: Equipos: %(teams)s / %(capacity)s
et: Võistkondi: %(teams)s / %(capacity)s
fa: تیم ها: %(teams)s / %(capacity)s
fr: Équipes: %(teams)s / %(capacity)s
hr: Broj timova: %(teams)s / %(capacity)s
hu: Csapatok: %(teams)s / %(capacity)s
pl: Drużyny: %(teams)s / %(capacity)s
pt: Equipas: %(teams)s / %(capacity)s
ro: Echipe: %(teams)s / %(capacity)s
ru: Команды: %(teams)s / %(capacity)s
sk: Tímov: %(teams)s / %(capacity)s
sl: Ekipe: %(teams)s / %(capacity)s
uk: Команд: %(teams)s із %(capacity)s
uz: Jamoalar: %(teams)s / %(capacity)s

source: Registration did not start yet.
cs: Registrace ještě nezačala.
de: Die Anmeldung hat noch nicht begonnen.
es: El registro todavía no ha comenzado.
et: Registreerumine pole veel alanud.
fa: ثبت نام هنوز آغاز نشده است.
fr: Les inscriptions n'ont pas encore commencé.
hr: Prijave još nisu započele.
hu: A regisztráció még nem kezdődött el.
nl: De inschrijving is nog niet begonnen.
pl: Rejestracja jeszcze się nie zaczęła.
pt: O registo ainda não começou.
ro: Înregistrarea încă nu a început.
ru: Регистрация ещё не началась.
sk: Registrácia sa ešte nezačala.
sl: Registracija še ni možna.
uk: Реєстрація ще не розпочалася.
uz: Ro'yxatdan o'tish hali boshlanmadi.

source: Registration is over.
cs: Registrace již skončila.
de: Die Anmeldung ist vorbei.
es: El registro ha finalizado.
et: Registreerumine on lõppenud.
fa: ثبت نام به پایان زسیده است.
fr: Les inscriptions sont terminées.
hr: Registracija je završena.
hu: A regisztráció lezárult.
nl: De inschrijving is afgesloten.
pl: Rejestracja jest zakończona.
pt: O registo terminou.
ro: Înregistrarea s-a terminat.
ru: Регистрация окончена.
sk: Registrácia sa skončila.
sl: Registracija ni več možna.
uk: Реєстрація закінчена.
uz: Ro'yxatdan o'tish tugadi.

source: Team successfully edited.
cs: Tým byl úspěšně upraven.
de: Team wurde erfolgreich bearbeitet.
es: El equipo se ha editado correctamente.
et: Võistkond on edukalt muudetud.
fa: ویرایش اطلاعات تیم شما با موفقیت انجام شد.
fr: L'équipe a été modifiée avec succès.
hr: Podaci o timu su uspješno promijenjeni.
hu: A csapat adatait sikeresen módosította.
nl: Team succesvol bewerkt.
pl: Pomyślnie zaktualizowano informacje o drużynie.
pt: A equipa foi editada com sucesso.
ro: Echipa a fost editată cu success.
ru: Параметры регистрации команды успешно изменены.
sk: Tím bol úspešne uložený.
sl: Ekipa je uspešno urejena.
uk: Команду успішно відредаговано.
uz: Jamoa muvaffaqiyatli tahrirlandi.

source: Registration successfully confirmed.
cs: Registrace potvrzena.
de: Anmeldung wurde erfolgreich bestätigt.
es: Registro confirmado con éxito.
et: Registreering on edukalt kinnitatud.
fa: ثبت نام تیم شما با موفقیت تایید شد.
fr: L'inscription est confirmée.
hr: Registracija uspješno potvrđena.
hu: Regisztráció sikeresen megerősítve.
nl: Inschrijving bevestigd.
pl: Rejestracja została potwierdzona.
pt: Registo confirmado com sucesso.
ro: Înregistrare confirmată.
ru: Регистрация успешно подтверждена.
sk: Registrácia bola potvrdená.
sl: Registracija je uspešno potrjena.
uk: Реєстрацію успішно підтверджено.
uz: Ro'yxatdan o'tish muvaffaqiyatli tasdiqlandi.

source: Team was unregistered.
cs: Týmu byla zrušena registrace.
de: Team wurde abgemeldet.
es: Se ha dado de baja al equipo.
et: Võistkonna registreering tühistati.
fa: تیم شما ثبت نشده بود.
fr: L'équipe a été désinscrite.
hr: Poništena je registracija tima.
hu: A csapat nem volt regisztrálva.
nl: Team is uitgeschreven.
pl: Drużyna została wyrejestrowana.
pt: A equipa foi removida.
ro: Echipa a fost ștearsă.
ru: Команда не была зарегистрирована.
sk: Tím bol odregistrovaný.
sl: Ekipa je bila odjavljena.
uk: Команду знято з реєстрації.
uz: Jamoa ro'yxatdan o'chirildi.

source: Album
es: Álbum
et: Pildialbum
nl: Fotoalbum
pl: Zdjęcia
pt: Álbum
ru: Альбом
uk: Альбом
uz: Albom

source: Download as PDF
cs: Stáhnout jako PDF
de: Als PDF herunterladen
es: Descargar como PDF
et: Lae alla PDF
hu: Letöltés PDF-ként
nl: Als PDF downloaden
pl: Pobierz jako PDF
pt: Descarregar como PDF
ro: Descarcă PDF
ru: Скачать как PDF-файл
sk: Stiahnuť ako PDF
sl: Prenesi kot PDF
uk: Завантажити у форматі PDF
uz: PDF sifatida yuklab olish

source: Problem %(n)s
cs: Úloha %(n)s
de: Aufgabe %(n)s
es: Problema %(n)s
et: Ülesanne %(n)s
fr: Problème %(n)s
hr: Zadatak %(n)s
hu: %(n)s. feladat
nl: Opgave %(n)s
pl: Zadanie %(n)s
pt: Problema %(n)s
ro: Problema %(n)s
ru: Задача %(n)s
sk: Úloha %(n)s
sl: Naloga %(n)s
uk: Задача %(n)s
uz: Masala %(n)s

source: Solution
cs: Řešení
de: Lösung
es: Solución
et: Lahendus
hr: Rješenje
hu: Megoldás
nl: Oplossing
pl: Rozwiązanie
pt: Solução
ro: Soluție
ru: Решение
sk: Riešenie
sl: Rešitev
uk: Розв'язання
uz: Yechim

source: Answer
cs: Výsledek
de: Ergebnis
es: Resultado
et: Vastus
fr: Résultat
hr: Rezultat
hu: Eredmény
nl: Antwoord
pl: Wynik
pt: Resposta
ro: Răspuns
ru: Ответ
sk: Výsledok
sl: Odgovor
uk: Відповідь
uz: Javob

source: Statistics
cs: Statistiky
de: Statistik
es: Estadísticas
et: Statistika
hu: Statisztika
nl: Statistieken
pl: Statystyki
pt: Estatísticas
ro: Statistică
ru: Статистика
sk: Štatistiky
sl: Statistika
uk: Статистика
uz: Statistika

source: team received
cs: tým obdržel úlohu
de: Team erhalten
es: equipo ha recibido el problema
et: võistkond sai kätte
hu: csapat kapta meg a feladatot
nl: teams ontvingen
pl: pierwsze poprawne rozwiązanie
pt: equipa recebeu
ro: Echipa a primit
ru: команда, получившаяя
sk: tím obdržal
sl: ekipa je prejela
uk: команда отримала
uz: jamoa oldi

source: teams solved
cs: týmů vyřešilo
de: Teams gelöst
es: equipos han resuelto el problema
et: võistkonda lahendas ära
hu: csapat oldotta meg a feladatot
nl: teams opgelost
pl: drużyn rozwiązało
pt: equipas resolveram
ro: echipa a rezolvat
ru: команды, решившие
sk: tímov vyriešilo
sl: ekipe so rešile
uk: команд вирішило
uz: jamoalar yechdi

source: average solving time
cs: průměrný čas řešení
de: durchschnittliche Zeit für die Lösung
es: tiempo medio de resolución
et: keskmine lahendamise aeg
hu: átlagos megoldási idő
nl: gemiddelde oplostijd
pl: średni czas rozwiązywania
pt: tempo médio de resolução
ro: timpul mediu de rezolvare
ru: среднее время решения
sk: priemerný čas riešenia
sl: povprečen čas reševanja
uk: середній час розв’язання
uz: o'rtacha yechish vaqti

source: International
cs: Mezinárodní
es: Internacional
et: Rahvusvahelised
fa: رده ی بین المللی
hr: Međunarodni
hu: Nemzetközi
nl: Internationale
pl: Międzynarodowe
pt: Internacional
ro: Internațional
ru: Международный
sk: Medzinárodné
sl: Mednarodno
uk: Міжнародне
uz: Xalqaro

source: The competition did not start yet.
cs: Soutěž ještě nezačala.
de: Der Wettbewerb hat noch nicht begonnen.
es: La competición no ha comenzado todavía.
et: Võistlus pole veel alanud.
fa: مسابقه شروع نشده بود.
fr: Le concours n'a pas encore commencé.
hr: Natjecanje još nije započelo
hu: A verseny még nem kezdődött el.
nl: De wedstrijd is nog niet begonnen.
pl: Zawody jeszcze się nie rozpoczęły.
pt: A competição ainda não começou.
ro: Concursul nu a început încă.
ru: Олимпиада ещё не началась.
sk: Súťaž ešte nezačala.
sl: Tekmovanje se še ni začelo.
uk: Турнір ще не розпочався.
uz: Musobaqa hali boshlanmadi.

source: Results are frozen.
cs: Výsledky jsou zmraženy.
de: Ergebnisse wurden eingefroren.
es: Los resultados están congelados.
et: Tulemused on külmutatud.
fa: اعلام نتایج متوقف شده است.
fr: Les résultats sont figés.
hr: Rezultati su zamrznuti.
hu: Az eredmények be vannak fagyasztva.
nl: De resultaten zijn bevroren.
pl: Wyniki nie są aktualizowane.
pt: Os resultados estão congelados.
ro: Rezultatele sunt blocate.
ru: Ведение результатов приостановлено.
sk: Výsledková listina je zmrazená.
sl: Rezultati so zamrznjeni.
uk: Результати заморожено.
uz: Natijalar muzlatilgan.

source: These are not the final results yet.
cs: Tyto výsledky ještě nejsou finální.
de: Das sind noch nicht die Endergebnisse.
es: Resultados provisionales.
et: Need tulemused pole veel lõplikud.
fa: این نتایج هنوز نهایی نیستند.
fr: Ceci n'est pas le classement définitif.
hr: Ovo nisu konačni rezultati.
hu: Ezek még nem a végleges eredmények.
nl: Dit zijn nog niet de eindresultaten.
pl: To nie są jeszcze ostateczne wyniki.
pt: Estes ainda não são os resultados finais.
ro: Acestea nu sunt rezultatele finale.
ru: Данные результаты не являются итоговыми.
sk: Zatiaľ sa nezobrazujú finálne výsledky.
sl: To še niso končni rezultati.
uk: Результати ще не є остаточними.
uz: Bu hali yakuniy natijalar emas.

source: Final results.
cs: Finální výsledky.
de: Endergebnisse.
es: Resultados finales.
et: Lõplikud tulemused.
fa: نتایج نهایی.
fr: Classement final.
hr: Konačni rezultati.
hu: Végleges eredmények.
nl: Eindresultaten.
pl: Ostateczne wyniki.
pt: Resultados finais.
sk: Finálne výsledky.

source: Showing official results.
cs: Zveřejnění oficiálních výsledků.
de: Offizielle Ergebnisse anzeigen.
es: Mostrando los resultados oficiales.
et: Näidatakse ametlikke tulemusi.
fa: نمایش نتایج رسمی.
fr: Affichage du classement final.
hr: Prikazuju se službeni rezultati.
hu: Hivatalos eredmények mutatása.
nl: Toont officiële resultaten.
pl: Prezentacja oficjalnych wyników.
pt: A mostrar os resultados oficiais.
sk: Zobrazujú sa oficiálne výsledky súťaže.

source: Interim results.
cs: Průběžné výsledky.
de: Zwischenergebnisse.
es: Resultados provisionales.
et: Vahepealsed tulemused.
fa: نتایج موقت.
fr: Classement provisoire.
hr: Privremeni rezultati.
hu: Nem végleges eredmények.
nl: Tussenresultaten.
pl: Aktualne wyniki.
pt: Resultados provisórios.
ro: Rezultate provizorii.
ru: Текущие результаты.
sk: Priebežné výsledky.
sl: Vmesni rezultati.
uk: Проміжні результати.
uz: Vaqtincha natijalar.

source: The competition is ongoing, the results may change.
cs: Soutěž právě probíhá, výsledky se mohou měnit.
de: Der Wettbewerb läuft, Ergebnisse können sich ändern.
es: La competición está en curso, los resultados definitivos pueden cambiar.
et: Võistlus on käimas, tulemused võivad muutuda.
fa: هنوز مسابقه درجریان است؛ نتایج ممکن است تغییر کنند.
fr: Le concours est en cours, le classement peut changer.
hr: Natjecanje još traje, rezultati bi se mogli promjeniti.
hu: A verseny még tart, az eredmények változhatnak.
nl: De wedstrijd is aan de gang, de resultaten kunnen nog veranderen.
pl: Zawody trwają, wyniki mogą się zmienić.
pt: A competição está a decorrer, os resultados podem ainda mudar.
ro: Concursul este încă în desfășurare, rezultatele se pot schimba.
ru: Олимпиада не завершилась, результаты могут измениться.
sk: Súťaž prebieha, výsledky sa môžu meniť.
sl: Tekmovanje še poteka, rezultati se lahko spremenijo.
uk: Турнір триває, результати можуть змінитися.
uz: Musobaqa davom etmoqda, natijalar o'zgarishi mumkin.

source: (No team has solved any problem yet)
cs: (Žádný tým zatím nevyřešil žádnou úlohu)
de: (Kein Team hat bisher eine Aufgabe gelöst)
es: (Ningún equipo ha resuelto un problema todavía)
et: (Ükski võistkond ei ole veel ühtegi ülesannet ära lahendanud)
fa: (هنوز هیج تیمی مسئله ای را حل نکرده است)
fr: (Aucune équipe n'a résolu aucun problème pour l'instant)
hr: (Ni jedan tim još nije riješio ni jedan zadatak)
hu: (Egy csapat sem oldott még meg feladatot)
nl: Geen enkel team heeft al een probleem opgelost
pl: (Żadna drużyna nie rozwiązała jeszcze żadnego zadania)
pt: (Nenhuma equipa resolveu ainda qualquer problema)
ro: (Nicio echipă nu a rezolvat problema încă)
ru: (Ни одна из команд не решила ни одну из задач)
sk: (Zatiaľ žiaden tím nevyriešil žiadnu úlohu)
sl: (Nobena ekipa še ni rešila nobene naloge)
uk: (Жодна команда ще не вирішила жодної задачі)
uz: (Hech qanday jamoa hali hech qanday masalani yechmadi)

source: Confirm your team registration
cs: Potvrďte registraci týmu
de: Bestätige deine Team-Anmeldung
es: Confirme el registro de su equipo
et: Kinnitage oma võistkonna registreering
fa: ثبت نام تیم خودرا تایید کنید
fr: Confirmer l'inscription de votre équipe
hr: Potvrdi registraciju tima
hu: Erősítse meg a csapat regisztrációját
nl: Bevestig de inschrijving van jouw team
pl: Potwierdź rejestrację drużyny
pt: Confirme o registo da sua equipa
ro: Confrimă înregistrarea echipei tale
ru: Подтвердите регистрацию Вашей команды
sk: Potvrdenie registrácie tímu
sl: Potrdite registracijo svoje ekipe
uk: Підтвердіть реєстрацію вашої команди
uz: Jamoangiz ro'yxatdan o'tishini tasdiqlang

source: Team moved from waiting list
cs: Tým přesunut z čekací listiny.
de: Team wurde von der Warteliste verschoben
es: El equipo ha sido movido de la lista de espera
et: Võistkond lubati võistlusele
fa: تیم از فهرست انتظار خارج شده است
fr: Équipe déplacée de la liste d'attente
hr: Tim je maknut s liste čekanja
hu: A csapat lekerült a várólistáról
nl: Team verwijderd van wachtlijst
pl: Drużyna została przeniesiona z listy oczekujących
pt: A equipa foi movida da lista de espera
ro: Echipa a fost mutată din lista de așteptare
ru: Команда переместилась из списка ожидания
sk: Tím presunutý z čakacej listiny
sl: Ekipa je bila premaknjena s čakalnega seznama
uk: Команду переміщено зі списку очікування
uz: Jamoa kutish ro'yxatidan olindi

source: Your team has been deleted
cs: Váš tým byl odstraněn.
de: Dein Team wurde gelöscht
es: Su equipo ha sido eliminado
et: Teie võistkond kustutati
fa: تیم شما حذف شده است
fr: Votre équipe a été supprimée
hr: Vaš tim je obrisan
hu: A csapat törlésre került
nl: Uw team is verwijderd
pl: Twoja drużyna została usunięta
pt: A sua equipa foi eliminada
ro: Echipa ta a fost ștearsă
ru: Ваша команда была удалена
sk: Tím bol odstránený
sl: Vaša ekipa je bila izbrisana
uk: Ваша команда була видалена
uz: Sizning jamoangiz o'chirildi

source: Home page
cs: Domovská stránka
es: Página de inicio
et: Kodulehekülg
fa: صفحه ی اصلی
fr: Page d'accueil
hr: Početna stranica
hu: Kezdőoldal
nl: Homepagina
pl: Strona główna
pt: Página inicial
ru: Главная страница
sk: Domovská stránka
sl: Domača stran
uk: Головна сторінка
uz: Bosh sahifa

source: Competition logo
cs: Logo soutěže
de: Wettbewerbslogo
es: Logo de la Competición
et: Võistluse logo
fa: نشان مسابقه
fr: Logo de la compétition
hr: Logo natjecanja
hu: Verseny logó
nl: Logo van de wedstrijd
pl: Logo zawodów
pt: Logotipo da Competição
ro: Logo-ul concursului
ru: Логотип Олимпиады
sk: Logo súťaže
sl: Logotip tekmovanja
uk: Логотип турніру
uz: Musobaqa logotipi

source: You have received this message because you have registered for the competition %(branch)s.
cs: Dostáváte tuto zprávu, protože jste se registroval/a do soutěže %(branch)s.
de: Du hast diese Nachricht erhalten, weil du dich für den Wettbewerb %(branch)s angemeldet hast.
es: Ha recibido este mensaje porque se ha registrado en la competición %(branch)s.
et: Te olete saanud selle teate, sest olete registreerunud võistlusele %(branch)s.
fa: شما این پیام را دریافت کرده اید زیرا تیمی را درمسابقه ثبت کرده اید %(branch)s. .
fr: Vous avez reçu ce message parce que vous vous êtes inscrits à la compétition %(branch)s.
hr: Primili ste ovu poruku jer ste se registrirali za natjecanje %(branch)s.
hu: Azért kapta ezt az üzenetet mert regisztrált a %(branch)s versenyre.
nl: U heeft dit bericht ontvangen omdat u zich hebt aangemeld voor de wedstrijd %(branch)s.
pl: Otrzymałeś tę wiadomość, ponieważ zarejestrowałeś drużynę w zawodach %(branch)s.
pt: Recebeu esta mensagem porque se inscreveu na competição %(branch)s.
ro: Ai primit acest mesaj deoarece te-ai înregistrat pentru concurs %(branch)s.
ru: Вы получили данное сообщение, так как Вы зарегистрировались на Олимпиаду %(branch)s.
sk: Tento email ste dostali, lebo ste sa zaregistrovali do súťaže %(branch)s.
sl: To sporočilo ste prejeli, ker ste se registrirali na tekmovanje %(branch)s.
uk: Ви отримали це повідомлення, тому що зареєструвалися на турнір %(branch)s.
uz: Siz bu xabarni %(branch)s musobaqasiga ro'yxatdan o'tganingiz uchun oldingiz.

source: Hello, %(name)s!
cs: Dobrý den,
de: Hallo, %(name)s!
es: ¡Hola, %(name)s!
et: Tere, %(name)s!
fa: سلام %(name)s!
fr: Bonjour, %(name)s!
hr: Pozdrav, %(name)s!
hu: Helló %(name)s!
nl: Hallo %(name)s!
pl: Witaj, %(name)s!
pt: Olá, %(name)s!
ro: Bună, %(name)s!
ru: Добрый день,%(name)s!
sk: Dobrý deň, %(name)s!
sl: Pozdravljeni, %(name)s!
uk: Привіт, %(name)s!
uz: Salom, %(name)s!

source: Please click on the following link to confirm your registration.
cs: Pro potvrzení registrace prosím klikněte na následující odkaz.
de: Bitte klicke auf den folgenden Link, um deine Anmeldung zu bestätigen.
es: Por favor, haga clic en el siguiente enlace para confirmar el registro.
et: Et viia registreerumine lõpule, palun vajutage sellele lingile.
fa: برای تایید ثبت نام خود لطفا روی این پیوند کلیک کنید.
fr: Veuillez clicker sur le lien suivant pour confirmer votre inscription.
hr: Kliknite na sljedeći link kako bi potvrdili svoju registraciju.
hu: Kérjük kattintson az alábbi linkre a regisztráció megerősítéséhez.
nl: Klik aub op de volgende link om uw inschrijving te bevestigen.
pl: Proszę kliknąć w poniższy link, aby potwierdzić rejestrację.
pt: Por favor, clique na ligação seguinte para confirmar o seu registo.
ro: Apasă următorul link pentru a confirma înregistrarea.
ru: Пожалуйста, перейдите по данной ссылке для подтверждения регистрации команды.
sk: Kliknite, prosím, na nižšie uvedený odkaz pre potvrdenie registrácie.
sl: Kliknite na naslednjo povezavo, da potrdite svojo registracijo.
uk: Будь ласка, перейдіть за наступним посиланням, щоб підтвердити свою реєстрацію.
uz: Iltimos, ro'yxatdan o'tishni tasdiqlash uchun quyidagi havolani bosing.

source: Current team members: %(contestants)s
cs: Aktuální členové týmu: %(contestants)s
de: Aktuelle Teammitglieder: %(contestants)s
es: Miembros del equipo actuales: %(contestants)s
et: Praegused võistkonna liikmed: %(contestants)s
fa: اعضای فعلی تیم: %(contestants)s
fr: Membres de l'équipe actuelle : %(contestants)s
hr: Trenutni članovi tima: %(contestants)s
hu: Aktuális csapattagok: %(contestants)s
nl: Huidige teamleden: %(contestants)s
pl: Aktualni członkowie drużyny: %(contestants)s
pt: Membros atuais da equipa: %(contestants)s
ro: Membri echipei: %(contestants)s
ru: Текущее количество членов команды: %(contestants)s
sk: Aktuálne zloženie tímu: %(contestants)s
sl: Trenutni člani ekipe: %(contestants)s
uk: Поточні члени команди: %(contestants)s
uz: Joriy jamoa a'zolari: %(contestants)s

source: Confirm registration
cs: Potvrďte registraci.
de: Anmeldung bestätigen
es: Confirme el registro
et: Kinnita registreering
fa: تایید ثبت نام
fr: Confirmer l'inscription
hr: Potvrdi registraciju
hu: Erősítse meg a regisztrációt
nl: Inschrijving bevestigen
pl: Potwierdź rejestrację
pt: Confirmar registo
ro: Confirmă înregistrarea
ru: Подтвердить регистрацию
sk: Potvrdiť registráciu
sl: Potrdite registracijo
uk: Підтвердити реєстрацію
uz: Ro'yxatdan o'tishni tasdiqlash
