Repository: naboj-org/bullet
Catalog: bullet/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, et, fa, fr, hr, hu, nl, pl, pt, ro, ru, sk, sl, uk, uz

source: Náboj Math
cs: Matematický Náboj
de: Náboj Mathematik
es: Náboj Mates
et: Náboj matemaatika
fa: مسابقه ی نابوی ریاضیات
fr: Naboj Mathématique
hr: Matematički Naboj
hu: Náboj Matematika
nl: Náboj Wiskunde
pl: Náboj Matematyczny
pt: Náboj Matemática
ro: Naboj Matematică
ru: Náboj по Математике
sk: Matematický Náboj
sl: Náboj matematika
uk: Matematický Náboj

# branch name
source: Math
cs: Matematika
de: Mathematik
es: Mates
et: Matemaatika
fa: ریاضیات
fr: Mathématiques
hr: Matematika
hu: Matematika
nl: Wiskunde
pl: Matematyczny
pt: Matemática
ro: Matematică
ru: Математика
sk: Matematika
sl: Matematika
uz: Matematika

source: Náboj Physics
cs: Fyzikální Náboj
de: Náboj Physik
es: Náboj Física
et: Náboj füüsika
fr: Naboj Physique
hr: Fizički Naboj
hu: Náboj Fizika
nl: Náboj Natuurkunde
pl: Náboj Fizyczny
pt: Náboj Física
ro: Naboj Fizică
ru: Náboj по Физике
sk: Fyzikálny Náboj
sl: Náboj fizika
uk: Fyzikálny Náboj

# branch name
source: Physics
cs: Fyzika
de: Physik
es: Física
et: Füüsika
fr: Physique
hr: Fizika
hu: Fizika
nl: Natuurkunde
pl: Fizyczny
pt: Física
ro: Fizică
ru: Физика
sk: Fyzika
sl: Fizika
uz: Fizika

source: Náboj Junior
de: Náboj Junioren
et: Náboj juunior
fa: نابوی مقدماتی(جونیور)
fr: Naboj Junior
hr: Naboj Junior
pt: Náboj Júnior
ro: Naboj Junior
ru: Náboj Юниор
sl: Náboj mlajši

# branch name
source: Junior
de: Junioren
et: Juunior
fa: مقدماتی
pt: Júnior
ru: Юниор
sl: Mlajši

source: Náboj Chemistry
cs: Chemický Náboj
de: Náboj Chemie
es: Náboj Química
et: Náboj keemia
fr: Naboj Chimie
hr: Kemijski Naboj
hu: Náboj Kémia
nl: Náboj Chemie
pl: Náboj Chemiczny
pt: Náboj Química
ro: Nanoj Chimie
ru: Náboj по Химии
sk: Chemický Náboj
sl: Náboj kemija
uk: Chemický náboj

# branch name
source: Chemistry
cs: Chemie
de: Chemie
es: Química
et: Keemia
fr: Chimie
hr: Kemija
hu: Kémia
nl: Chemie
pl: Chemiczny
pt: Química
ro: Chimie
ru: Химия
sk: Chémia
sl: Kemija
uz: Kimyo

source: Selected school is not valid.
cs: Vybraná škola není platná.
de: Die ausgewählte Schule ist ungültig.
es: El colegio seleccionado no es válido.
et: Valitud kooli ei leidu.
fa: مدرسه ای که انتخاب کرده اید نامعتبر است.
fr: L'établissement choisi est invalide
hr: Odabrana škola nije u bazi podataka.
hu: A kiválasztott iskola nem megfelelő.
nl: De geselecteerde school is niet geldig.
pl: Wybrana szkoła jest nieprawidłowa.
pt: A escola selecionada não é válida.
ro: Școala selectată nu este validă.
ru: Выбранная школа не найдена.
sk: Vybraná škola nie je platná.
sl: Izbrana šola ni veljavna.
uk: Вказана школа є недійсною.
uz: Tanlangan maktab topilmadi.

source: Full name
cs: Jméno a příjmení
de: Vollständiger Name
es: Nombre completo
et: Ees- ja perekonnanimi
fa: نام کامل
fr: Nom complet
hr: Puno ime
hu: Teljes név
nl: Volledige naam
pl: Imię i nazwisko
pt: Nome completo
ro: Numele complet
ru: Полное ФИО
sk: Celé meno
sl: Ime in priimek
uk: Повне ім'я
uz: To'liq ism

source: Email
es: Correo electrónico
et: Meiliaadress
fa: آدرس پست الکترونیکی
fr: Adresse e-mail
hu: E-mail cím
nl: E-mailadres
pt: Endereço de email
ru: Электронная почта
sl: E-pošta
uk: Електронна пошта
uz: Elektron pochta

source: Phone number
cs: Telefonní číslo
de: Telefonnummer
es: Número de teléfono
et: Telefoninumber
fa: شماره تماس
fr: Numéro de téléphone
hr: Broj telefona
hu: Telefonszám
nl: Telefoonnummer
pl: Numer telefonu
pt: Número de telefone
ro: Număr telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
uk: Номер телефону
uz: Telefon raqami

source: Language
cs: Jazyk
de: Sprache
es: Idioma
et: Keel
hu: Nyelv
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sl: Jezik
uk: Мова
uz: Til

source: You will receive problem statements in the language you choose.
cs: Zadání úloh dostanete v jazyce, který si zvolíte.
de: Du bekommst die Aufgaben in der gewählten Sprache gestellt.
es: Recibiréis los enunciados de los problemas en el idioma seleccionado.
et: Te saate ülesannete tekstid teie valitud keeles.
hu: A kiválasztott nyelven fogjátok megkapni a feladatokat.
nl: U ontvangt probleemopgaven in de taal die u kiest.
pl: Treści zadań otrzymacie w wybranym języku.
pt: Receberá os enunciados dos problemas no idioma escolhido.
ro: Veți primi enunțurile problemelor în limba pe care o alegeți.
ru: На Олимпиаде команда получит задания на выбранном Вами языке.
sk: Zadania úloh dostanete v zvolenom jazyku.
sl: Besedila nalog boste prejeli v jeziku, ki ga izberete.
uk: Ви отримаєте умови задач у мові, що оберете.
uz: Tanlagan tilingizda masalalar bayonotlarini olasiz.

source: (Please select)
cs: (Prosím vyberte)
de: (Bitte auswählen)
es: (por favor, seleccione una opción)
et: (Palun valige)
fa: لطفا انخاب کنید
fr: Veuillez séléctionner
hr: (Odaberite)
hu: (Kérjük, válasszon)
nl: (Selecteer aub)
pl: (Proszę wybrać)
pt: (por favor selecione uma opção)
ro: (Vă rugăm să selectați)
ru: (Пожалуйста, выбирете)
sk: (Prosím vyberte)
sl: (Prosimo, izberite)
uk: (Будь ласка, виберіть)
uz: (Iltimos, tanlang)

source: This grade can't compete in the chosen category.
cs: Tento ročník nemůže soutěžit ve zvolené kategorii.
de: Diese Schulstufe kann in der gewählten Kategorie nicht antreten.
es: El curso seleccionado no puede competir en la categoría elegida.
et: See klass ei saa osaleda valitud vanuserühmas.
fa: پایه ی تحصیلی شما نمی تواند دراین رده ی مسابقه شرکت نماید
fr: Des élèves de cette classe de peuvent pas participer dans cette catégorie.
hr: Odabrani razred ne može se natjecati u ovoj kategoriji.
hu: A megadott osztály nem versenyezhet a kiválasztott kategóriában.
nl: Deze klas kan niet concurreren in de gekozen categorie.
pl: Ta klasa nie może brać udziału w wybranej kategorii.
pt: O ano selecionado não pode competir na categoria escolhida.
ro: Acestă clasă nu poate concura în categoria aleasă.
ru: Ученик(и) данного класса не могут принимать участие в выбранной категории.
sk: Zvolený ročník nemôže súťažiť v danej kategórii.
sl: Ta letnik ne more tekmovati v izbrani kategoriji.
uk: Цей клас не може змагатися у вибраній категорії.
uz: Ushbu sinf tanlangan toifada qatnasha olmaydi.

source: The uploaded file is too large.
de: Die hochgeladene Datei ist zu groß.
es: El archivo subido pesa demasiado.
et: Üleslaetud fail on liiga suur.
hu: A feltöltött file túl nagy.
pl: Wysłany plik jest zbyt duży.
pt: O ficheiro carregado é demasiado grande.
ro: Fișierul încărcat este prea mare.
ru: Загружаемый файл слишком большой.
sk: Nahraný súbor je príliš veľký.
sl: Naložena datoteka je prevelika.
uk: Завантажений файл занадто великий.
uz: Yuklangan fayl hajmi juda katta.

source: Archive
cs: Archiv
de: Archiv
es: Archivo
et: Arhiiv
hu: Archívum
nl: Archief
pl: Archiwum
pt: Arquivo
ro: Arhivă
ru: Архив
sk: Archív
sl: Arhiv
uk: Архів
uz: Arxiv

source: Results
cs: Výsledky
de: Ergebnisse
es: Resultados
et: Tulemused
fa: نتایج
fr: Classement
hr: Rezultati
hu: Eredmények
nl: Resultaten
pl: Wyniki
pt: Resultados
ro: Rezultate
ru: Результаты
sk: Výsledky
sl: Rezultati
uk: Результати
uz: Natijalar

source: Problems and solutions
de: Aufgabenstellungen und Lösungen
es: Enunciados de los problemas
et: Ülesannete tekstid
hu: Feladatok
nl: Probleemopgaven
pt: Problemas e soluções
ro: Enunțuri probleme
ru: Задания и решения
sl: Naloge in rešitve
uk: Задачі та розв'язання
uz: Masalalar va yechimlar

source: Albums
cs: Alba
de: Alben
es: Álbumes
et: Pildialbumid
hu: Albumok
nl: Fotoalbums
pl: Galeria
pt: Álbuns
ro: Albume
ru: Альбомы
sk: Albumy
sl: Albumi
uk: Альбоми
uz: Albomlar

source: Older competitions
cs: Minulé soutěže
de: Ältere Wettbewerbe
es: Ediciones anteriores
et: Varasemad võistlused
hu: Régebbi versenyek
nl: Vorige wedstrijden
pl: Poprzednie zawody
pt: Competições anteriores
ro: Competiții mai vechi
ru: Прошедшие олимпиады
sk: Staršie ročníky
sl: Pretekla tekmovanja
uk: Старіші турніри
uz: Eski musobaqalar

source: Live signage
cs: Průběžné pořadí
de: Live-Ergebnisse
es: Resultados en vivo
fr: Déroulement en ligne
hu: Élő vetítés
nl: Live bewegwijzering
pl: Ranking na żywo
pt: Resultados ao vivo
ro: Live
ru: Текущий показатель
sk: Živý priebeh
sl: Rezultati v živo
uk: Live результати
uz: Jonli ko'rsatkich

source: Do not open the problems until the competition starts.
cs: Neotvírejte startovní obálky, dokud nebude soutěž zahájena.
de: Aufgaben nicht öffnen bevor der Wettbewerb beginnt.
es: No abráis los enunciados hasta que la competición de comienzo.
et: Ärge avage ülesannete ümbrikut enne võistluse algust.
hu: A verseny kezdetéig még ne nyissátok ki a borítékot.
nl: Open de probleemopgaven pas als de wedstrijd begint.
pl: Proszę nie otwierać kopert, dopóki zawody się nie rozpoczną.
pt: Não abra os enunciados até que a competição comece.
ro: Nu deschideți problemele până la începerea concursului.
ru: Не открывайте задания до начала Олимпиады.
sk: Neotvárajte obálky pred začiatkom súťaže.
sl: Ne odpirajte nalog, dokler se tekmovanje ne začne.
uk: Не відкривайте задачі, доки турнір не почнеться.
uz: Musobaqa boshlanishigacha masalalarni ochmang.

source: First solved problem
cs: První vyřešená úloha
de: Erste Aufgabe gelöst
es: Primer problema resuelto
et: Lahendas ülesande esimesena ära
hu: Első megoldott feladat
nl: Het eerste opgeloste probleem
pl: Pierwsze poprawne rozwiązanie
pt: Primeiro problema resolvido
ro: Prima problemă rezolvată
ru: Первая решённая задача
sk: Prvá vyriešená úloha
sl: Prva rešena naloga
uk: Перша вирішена задача
uz: Birinchi yechilgan masala

source: No schools matched your query.
cs: Žádná škola neodpovídá.
de: Keine Schule stimmte mit der Suchanfrage überein.
es: Ningún colegio coincide con la búsqueda.
et: Teie päringule ei vastanud ükski kool.
fa: هیچ مدرسه ای با این مشخصات وجود ندارد
fr: Aucune établissement ne correspond à la recherche.
hr: Nismo pronašli školu koju tražite.
hu: Nincs olyan iskola, amely megfelelt volna a keresésnek.
nl: Geen scholen die aan de zoekopdracht voldoen.
pl: Brak pasującej szkoły.
pt: Nenhuma escola corresponde à sua pesquisa.
ro: Nicio școală nu corespunde cererii dumneavoastră.
ru: Школ, соответствующих Вашему запросу, не найдено.
sk: V našej databáze sa nenachádza škola so zadaným názvom.
sl: Nobena šola se ne ujema z vašim iskanjem.
uk: Жодна школа не відповідає Вашому запиту.
uz: So'rovingizga mos maktab topilmadi.

source: If you believe this is an error, contact us.
cs: Pokud myslíte, že jde o chybu, kontaktujte nás.
de: Wenn du glaubst, dass das ein Fehler ist, kontaktiere uns.
es: Si cree que hay un error, no dude en contactarnos.
et: Kui usute, et tegemist on veaga, võtke meiega ühendust.
fa: اگر فکر می کنید که اشتباهی رخ داده است با ما تماس بگیرید.
fr: Si vous pensez qu'il s'agit d'une erreur, veuillez nous contacter.
hr: Ako vjerujete da je ovo greška, kontaktirajte nas.
hu: Ha úgy gondolja, hogy ez hibás, lépjen kapcsolatba velünk.
nl: Neem contact met ons op als u denkt dat dit niet klopt.
pl: Jeśli uważasz, że to błąd, skontaktuj się z nami.
pt: Se acredita que existe um erro, não hesite em contactar-nos.
ro: Dacă credeți că este vorba de o eroare, contactați-ne.
ru: Пожалуйста, свяжитесь с нами, если считаете, что произошла ошибка.
sk: Ak veríte, že ide o chybu, kontaktujte nás prosím.
sl: Če menite, da gre za napako, nas kontaktirajte.
uk: Якщо Ви вважаєте, що це помилка, контактуйте нас.
uz: Agar bu xato deb hisoblasangiz, biz bilan bog'laning.

source: At this venue, the competition will begin at %(time)s instead of the usual start time of %(usual)s.
cs: Na tomto soutěžním místě soutěž začne v %(time)s místo obvyklého času %(usual)s.
de: An diesem Veranstaltungsort beginnt der Wettbewerb um %(time)s statt zur üblichen Startzeit %(usual)s.
es: En esta sede, la competición comenzará a las %(time)s en lugar del comienzo habitual, a las %(usual)s.
et: Selles võistluskeskuses algab võistlus tavapärase algusaja %(usual)s asemel kell %(time)s.
hu: Ezen a helyszínen a verseny kezdete %(time)s, ami eltér a szokásos %(usual)s időponttól.
pl: W tym miejscu konkurs rozpocznie się o %(time)s zamiast o zwykłej godzinie rozpoczęcia %(usual)s.
pt: Neste local, a competição começará às %(time)s em vez da hora de início habitual, às %(usual)s.
ro: În acest loc, competiția va începe la %(time)s în loc de ora obișnuită de începere %(usual)s.
ru: На площадке проведение, Олимпиада начнётся %(time)s вместо унифицированного времени начала в %(usual)s.
sk: Na tomto súťažnom mieste sa súťaž začína o %(time)s, nie klasicky o %(usual)s.
sl: Na tem prizorišču se bo tekmovanje začelo ob %(time)s namesto običajnega začetka ob %(usual)s.
uk: У цьому місці проведення турнір розпочнеться о %(time)s замість звичайного часу о %(usual)s.
uz: Ushbu manzilda musobaqa odatdagi boshlanish vaqti %(usual)s o'rniga %(time)s da boshlanadi.

source: No venues matched your query.
cs: Žádné soutěžní místo neodpovídá.
de: Keine Veranstaltungsorte stimmten mit der Suchanfrage überein.
es: No hay coincidencias con su búsqueda.
et: Teie päringule ei vastanud ükski võistluskeskus.
fa: هیچ محلی با جست و جوی شما مطابقت ندارد.
fr: Aucun lieu ne correpond à votre recherche.
hr: Nijedna lokacija ne odgovara vašem upitu.
hu: Nincs olyan helyszín, amely megfelelt volna a keresésnek.
nl: Geen locaties die aan de zoekopdracht voldoen.
pl: Żadne miejsca nie pasują do zapytania.
pt: Nenhum local corresponde à sua pesquisa.
ro: Niciun loc nu a corespuns cererii dumneavoastră.
ru: Площадок проведения, соответствующих Вашему запросу, не найдено.
sk: So zadaným názvom sa nezhoduje žiadne súťažné miesto.
sl: Nobeno prizorišče se ne ujema z vašim iskanjem.
uk: За Вашим запитом не знайдено жодного місця проведення.
uz: So'rovingizga mos manzil topilmadi.

source: Team registration
cs: Registrace týmů
de: Team-Anmeldung
es: Registro de equipos
et: Võistkonna registreerimine
fa: ثبت نام تیم ها
fr: Inscrire une équipe
hr: Registracija tima
hu: Csapatok regisztrációja
nl: Teaminschrijving
pl: Rejestracja drużyny
pt: Registo de equipas
ro: Înregistrarea echipei
ru: Регистрация команды
sk: Registrácia tímu
sl: Registracija ekipe
uk: Реєстрація команди
uz: Jamoa ro'yxatdan o'tkazish

source: Category
cs: Kategorie
de: Kategorie
es: Categoría
et: Vanuserühm
fa: رده
fr: Catégorie
hr: Kategorija
hu: Kategória
nl: Categorie
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
uk: Категорія
uz: Toifa

source: Contact information
cs: Kontaktní informace
de: Kontaktinformation
es: Información de contacto
et: Kontaktandmed
fa: اطلاعات تماس
fr: Contact
hr: Kontakt
hu: Elérhetőségek
nl: Contactgegevens
pl: Informacje kontaktowe
pt: Informações de contacto
ro: Informații de Contact
ru: Контактная информация
sk: Kontaktné údaje
sl: Kontaktne informacije
uk: Контактні дані
uz: Aloqa ma'lumotlari

source: Contestants
cs: Soutěžící
de: Teilnehmer:innen
es: Participantes
et: Võistlejad
fa: شرکت کنندگان
fr: Participants
hr: Natjecatelji
hu: Versenyzők
nl: Deelnemers
pl: Zawodnicy
pt: Participantes
ro: Concurenți
ru: Участники
sk: Súťažiaci
sl: Tekmovalci
uk: Учасники
uz: Ishtirokchilar

source: You can change the list of contestants at any time before the start of the competition.
cs: Seznam soutěžících můžete upravovat až do začátku soutěže.
de: Du kannst die Teilnehmer:innenliste vor Beginn des Wettbewerbs jederzeit ändern.
es: Puede cambiar la lista de participantes en cualquier momento antes del inicio de la competición.
et: Võistlejate nimekirja saab muuta igal ajal enne võistluse algust.
fa: شما می توانید فهرست شرکت کنندگان را تا پیش از آغاز مسابقه تغییر بدهید.
fr: Vous pouvez modifier les membres de l'équipe jusqu'au début de la compétition.
hr: Možete promijeniti listu natjecatelja u bilo kojem trenutku prije natjecanja.
hu: A versenyzők névsorát a verseny kezdete előtt bármikor megváltoztathatja.
nl: U kunt op elk moment voor het begin van de wedstrijd de deelnemerslijst aanpassen.
pl: Można zmienić listę uczestników w dowolnym momencie przed rozpoczęciem zawodów.
pt: Pode alterar a lista de participantes a qualquer momento antes do início da competição.
ro: Puteți modifica lista de concurenți în orice moment înainte de începerea concursului.
ru: Список членов команды доступен для редакции в любое время до начала олимпиады.
sk: Zoznam súťažiacich môžete zmeniť kedykoľvek pred začiatkom súťaže.
sl: Seznam tekmovalcev lahko spremenite kadarkoli do začetka tekmovanja.
uk: Ви можете змінити список учасників у будь-який час до початку турніру.
uz: Musobaqa boshlanishidan oldin ishtirokchilar ro'yxatini istalgan vaqtda o'zgartirishingiz mumkin.

source: Grade
cs: Ročník
de: Schulstufe
es: Curso
et: Klass
fa: رده
fr: Classe
hr: Razred
hu: Osztály
nl: Klas
pl: Klasa
pt: Ano
ro: Clasa
ru: Класс обучения
sk: Ročník
sl: Letnik
uk: Клас
uz: Sinf

source: Contestant %(number)s
cs: Soutěžící %(number)s
de: Teilnehmer:innen %(number)s
es: Participante %(number)s
et: Võistleja %(number)s
fa: شرکت کننده %(number)s
fr: Participant %(number)s
hr: Natjecatelj %(number)s
hu: %(number)s. versenyző
nl: Deelnemer %(number)s
pl: Uczestnik %(number)s
pt: Participante %(number)s
ro: Concurent %(number)s
ru: Участник %(number)s
sk: Súťažiaci %(number)s
sl: Tekmovalec %(number)s
uk: Учасник %(number)s
uz: Ishtirokchi %(number)s

source: Required field
cs: Povinné pole
de: Pflichtfeld
es: Campo requerido
et: Kohustuslik väli
fa: ضروری است
fr: Champ obligatoire
hr: Obavezno polje
hu: Kötelező mező
nl: Verplicht veld
pl: Wymagane pole
pt: Campo obrigatório
ro: Câmp obligatoriu
ru: Обязательное для заполнения поле
sk: Povinné
sl: Obvezno polje
uk: Обов'язкове поле
uz: Majburiy maydon
