Repository: naboj-org/bullet
Catalog: bullet/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, et, fa, fr, hr, hu, nl, pl, pt, ro, ru, sk, sl, uk, uz

source: You can also use that link to modify your team.
cs: Odkaz můžete použít také na úpravu informací o týmu.
de: Du kannst diesen Link auch verwenden, um dein Team zu ändern.
es: Puede utilizar también ese enlace para modificar su equipo.
et: Selle lingi abil saate ka oma tiimi muuta.
fa: می توانید با استفاده از این پیوند اطلاعات مربوط به تیم خودرا ویرایش کنید.
fr: Vous pouvez également utiliser ce lien pour modifier votre équipe.
hr: Također možete koristiti taj link kako biste mijenjali podatke o timu.
hu: Ezt a linket használhatja a csapat adatainak módosításához is.
nl: U kan deze link ook gebruiken om uw team aan te passen.
pl: Możesz użyć tego linku również, aby zmodyfikować dane drużyny.
pt: Pode também utilizar essa ligação para modificar a sua equipa.
ro: Poți folosi acest link pentru a modifica echipa.
ru: Для внесения изменений в информацию о команде используйте предоставленную ссылку.
sk: Tento odkaz môžete používať aj na úpravu informácií o vašom tíme.
sl: Ta povezava vam omogoča tudi, da lahko urejate podatke svoje ekipe.
uk: Ви також можете скористатися цим посиланням, щоб змінити свою команду.
uz: Shuningdek, ushbu havoladan foydalanib jamoangizni o'zgartirishingiz mumkin.

source: If you have any questions, please feel free to reply to this email.
cs: Pokud máte nějaké otázky, ozvěte se nám v odpovědi na tento e-mail.
de: Wenn du Fragen hast, kannst du gerne auf diese E-Mail antworten.
es: Si tiene cualquier pregunta, no dude en responder a este correo.
et: Kui teil on küsimusi, vastake julgelt sellele kirjale.
fa: اگر هرگونه پرسشی دارید، لطفا به این نامه پاسخ بدهید.
fr: Pour toutes vos questions, n'hésitez pas à nous contacter en répondant à cet e-mail.
hr: Ukoliko imate bilo kakvih pitanja, slobodno možete odgovoriti na ovaj email.
hu: Ha bármilyen kérdése van, kérjük, válaszoljon erre az e-mailre.
nl: Beantwoord gerust deze e-mail als u nog vragen heeft.
pl: Jeśli masz jakieś pytania, odpowiedz na ten e-mail.
pt: Se tiver qualquer dúvida, não hesite em responder a este email.
ro: Dacă ai întrebări, te rugăm răspunde la acest e-mail.
ru: Если у Вам возникли вопросы, пожалуйста, ответьте на данное электронное письмо.
sk: V prípade akýchkoľvek otázok nás kontaktujte odpovedaním na tento email.
sl: Če imate kakršnakoli vprašanja, nam lahko pišete na ta e-naslov.
uk: Якщо маєте запитання, будь ласка, дайте відповідь на цей електронний лист.
uz: Agar savollaringiz bo'lsa, ushbu elektron pochtaga javob yozishingiz mumkin.

source: Best regards,
cs: S pozdravem,
de: Mit freundlichen Grüßen,
es: Un saludo cordial,
et: Parimate soovidega,
fa: بابهترین آرزوها،
fr: Cordialement,
hr: Srdačno,
hu: Üdvözlettel,
nl: Met vriendelijke groeten,
pl: Pozdrawiamy,
pt: Cumprimentos,
ro: Salutări,
ru: С наилучшими пожеланиями,
sk: S pozdravom,
sl: Lep pozdrav,
uk: З повагою,
uz: Hurmat bilan,

source: If you are having difficulty clicking on the button, you can paste this address into your browser:
cs: Pokud máte problém s kliknutí na tlačítko, můžete zkopírovat tuto adresu do svého prohlížeče:
de: Wenn du Schwierigkeiten hast, auf den Button zu klicken, kannst du diese Adresse in deinem Browser einfügen:
es: Si está teniendo problemas haciendo clic en el botón, puede pegar esta dirección en su navegador:
et: Kui teil on raskusi nupule vajutamisega, võite kopeerida selle aadressi oma brauserisse:
fa: اگر برای کلیک کردن روی این دکمه مشکلی دارید؛ می توانید این آدرس را در مرورگر خود جانمایی کنید.
fr: Si vous avez des difficultés à clicker sur le bouton, vous pouvez copier-coller ce lien dans votre navigateur:
hr: Ukoliko imate problema s gumbom, možete zalijepiti ovu adresu u preglednik:
hu: Ha nem működik a gomb, beillesztheti ezt a címet a böngészőjébe:
nl: Als de knop niet werkt, kunt u het volgende adres in een browser openen:
pl: Jeśli przycisk nie zadziała, możesz wkleić ten adres do przeglądarki:
pt: Se tiver dificuldade em clicar no botão, pode colar este endereço no seu navegador:
ro: Dacă întimpini dificultăți la apasarea butonului, poți insera această adresă în browser:
ru: Если у Вас возникли трудности с использованием гиперссылки по кнопке, вставьте её в строку адреса Вашего интернет-браузера:
sk: Ak sa vám nedarí kliknúť na tlačidlo, skopírujte tento odkaz do svojho prehliadača:
sl: Če imate težave s klikom na gumb, lahko kopirate v svoj brskalnik to povezavo:
uk: Якщо вам не вдається натиснути кнопку, ви можете вставити цю адресу у свій браузер:
uz: Agar tugmani bosishda qiyinchilik yuzaga kelsa, ushbu manzilni brauzeringizga joylashtirishingiz mumkin:

source: Your team was unregistered from the competition.
cs: Vašemu týmu byla zrušena registrace.
de: Dein Team wurde vom Wettbewerb abgemeldet.
es: Su equipo ha dejado de estar registrado de la competición.
et: Teie võistkonna registreering tühistati.
fa: تیم شما برای مسابقه ثبت ناشده باقی مانده است.
fr: Votre équipe a été désinscrite du concours.
hr: Vaš tim više nije prijavljen na natjecanje.
hu: A csapat visszavonta a regisztrációját.
nl: Uw team was uitgeschreven voor de competitie.
pl: Twoja drużyna została wyrejestrowana z zawodów.
pt: A sua equipa foi removida da competição.
ro: Echipa ta a fost ștearsă din concurs.
ru: Регистрация Вашей команды успешно отменена.
sk: Váš tím bol odregistrovaný zo súťaže.
sl: Vaša ekipa je bila odjavljena s tekmovanja.
uk: Реєстрація вашої команди на турнір була скасована.
uz: Sizning jamoangiz musobaqadan ro'yxatdan o'chirildi.

source: Team members: %(contestants)s
cs: Členové týmu: %(contestants)s
de: Teammitglieder: %(contestants)s
es: Miembros del equipo: %(contestants)s
et: Võistkonna liikmed: %(contestants)s
fa: اعضای تیم: %(contestants)s
fr: Membres de l'équipe: %(contestants)s
hr: Članovi tima: %(contestants)s
hu: Csapat tagok: %(contestants)s
nl: Teamleden: %(contestants)s
pl: Członkowie drużyny: %(contestants)s
pt: Membros da equipa: %(contestants)s
ro: Membri echipei: %(contestants)s
ru: Члены команды: %(contestants)s
sk: Zloženie tímu: %(contestants)s
sl: Člani ekipe: %(contestants)s
uk: Члени команди: %(contestants)s
uz: Jamoa a'zolari: %(contestants)s

source: Your team was moved from the waiting list to the list of competing teams.
cs: Váš tým byl přesunut z čekací listiny mezi soutěžní týmy.
de: Dein Team wurde von der Warteliste auf die Liste der teilnehmenden Teams verschoben.
es: Su equipo ha pasado de la lista de espera a la lista de equipos competidores.
et: Teie võistkond on eemaldatud ootenimekirjast ja lisatud osalevate võistkondade nimekirja.
fa: تیم شما از فهرست انتظار خارچ و به فهرست تیم های بخش رقابت وارد شده است.
fr: Votre équipe a été déplacée de la liste d'attente et fait maintenant partie des équipes participantes.
hr: Vaš tim je prebačen s liste čekanja na listu natjecateljskih timova.
hu: A csapat a várólistáról a versenyző csapatok listájára került.
nl: Uw team is verplaatst van de wachtlijst naar de lijst van deelnemende teams.
pl: Twoja drużyna została przeniesiona z listy oczekujących na listę drużyn biorących udział w zawodach.
pt: A sua equipa passou da lista de espera para a lista de equipas participantes.
ro: Echipa ta a fost mutată din lista de așteptare în lista echipelor participante la concurs.
ru: Ваша команда была перемещена из списка ожидания в список приглашённых команд.
sk: Váš tím bol presunutý z čakacej listiny medzi súťažiace tímy.
sl: Vaša ekipa je bila premaknjena s čakalnega seznama na seznam tekmujočih ekip.
uk: Вашу команду перемістили зі списку очікування до списку команд-учасниць.
uz: Sizning jamoangiz kutish ro'yxatidan musobaqa jamoalari ro'yxatiga ko'chirildi.

source: You can edit team details by clicking the link below.
cs: Detaily týmu můžete upravit kliknutím na odkaz níže.
de: Du kannst die Team-Details ändern, indem du auf den Link unten klickst.
es: Puede editar los detalles del equipo haciendo clic en el enlace de abajo.
et: Te saate võistkonna andmeid muuta, klõpsates alloleval lingil.
fa: با کلیک روی پیوند زیر می توانید اطلاعات تیم خود را ویرایش نمایید.
fr: Vous pouvez modifier les détails de votre équipe en cliquant sur le lien ci-dessous.
hr: Možete urediti podatke o timu klikom na link ispod.
hu: Módosíthatja a csapat adatait az alábbi linken.
nl: U kunt de teamgegevens bewerken via onderstaande link.
pl: Możesz edytować szczegóły drużyny pod poniższym linkiem.
pt: Pode editar os detalhes da equipa clicando na ligação abaixo.
ro: Poți edita echipa apăsând link-ul de mai jos.
ru: Для изменения команды перейдите по ссылке ниже.
sk: Svoj tím môžete upraviť kliknutím na odkaz nižšie.
sl: Podrobnosti o ekipi lahko uredite s klikom na spodnjo povezavo.
uk: Ви можете редагувати інформацію про команду, натиснувши на посилання нижче.
uz: Quyidagi havolani bosish orqali jamoa tafsilotlarini tahrirlashingiz mumkin.

source: Registration start
cs: Začátek registrace
de: Anmeldung startet
es: El registro comienza
et: Registreerumine algus
fa: ثبت نام شروع شده است
fr: Début des inscriptions
hr: Početak registracije
hu: A regisztráció elkezdődik
nl: Inschrijving begint
pl: Początek rejestracji
pt: Início do registo
ro: Înregistrarea a început
ru: Начало регистрации
sk: Začiatok registrácie
sl: Začetek registracije
uk: Початок реєстрації
uz: Ro'yxatdan o'tish boshlanishi

source: Second registration round start
cs: Druhé kolo registrace
de: Zweite Anmeldungsrunde
es: Segunda ronda de registro
et: Registreerumise teine voor
fa: دور دوم ثبت نام
fr: Second tour d'inscriptions
hr: Drugi krug registracije
hu: A regisztráció második fordulója
nl: Tweede ronde van de inschrijving
pl: Druga tura rejestracji
pt: Início da segunda ronda de registo
ro: A doua sesiune de înregistrare a început
ru: Начало второго тура регистрации
sk: Druhé kolo registrácie
sl: Začetek drugega prijavnega kroga
uk: Початок другого кола реєстрації
uz: Ikkinchi ro'yxatdan o'tish boshlanishi

source: Registration end
cs: Konec registrace
de: Anmeldung endet
es: Fin del registro
et: Registreerumise lõpp
fa: پایان ثبت نام
fr: Fin des inscriptions
hr: Kraj registracije
hu: A regisztráció lezárul
nl: Einde van de inschrijving
pl: Koniec rejestracji
pt: Fim do registo
ro: Înregistrarea s-a terminat
ru: Окончание регистрации
sk: Koniec registrácie
sl: Konec registracije
uk: Кінець реєстрації
uz: Ro'yxatdan o'tish tugashi

source: Competition day
cs: Soutěžní den
de: Wettbewerbstag
es: Día de la competición
et: Võistluse kuupäev
fa: روز مسابقه
fr: Jour du concours
hr: Natjecanje
hu: A verseny napja
nl: Wedstrijddag
pl: Dzień zawodów
pt: Dia da competição
ro: Ziua concursului
ru: День соревнования
sk: Deň súťaže
sl: Tekmovalni dan
uk: День турніру
uz: Musobaqa kuni

source: Not found
cs: Nenalezeno
de: Nicht gefunden
es: No encontrado
et: Ei leitud
fa: یافت نشد.
fr: Introuvable
hr: Nije pronađeno
hu: Nem található
nl: Niet gevonden
pl: Nie znaleziono
pt: Não encontrado
ro: Nu a fost găsit
ru: Не найдено
sk: Nenájdené
sl: Ni najdeno
uk: Не знайдено
uz: Topilmadi

source: The page you tried to access was not found.
cs: Stránka, ke které jste se snažili dostat, nebyla nalezena.
de: Die Seite, auf die du zugreifen wolltest, wurde nicht gefunden.
es: La página a la que ha intentado acceder no se encuentra.
et: Lehekülge ei leitud.
fa: صفحه ای که می خواهید به آن دست رسی پیدا کنید یافت نشد.
fr: La page à laquelle vous avez essayé d'accéder est introuvable.
hr: Stranica kojoj ste pokušali pristupiti nije pronađena.
hu: Az elérni kívánt oldal nem található.
nl: De pagina die u probeerde te openen is niet gevonden.
pl: Nie znaleziono strony, na którą próbowano się dostać.
pt: A página a que tentou aceder não foi encontrada.
ro: Pagina pe care încerci să o accesezi nu a fost găsită.
ru: Запрашеваемая страница не найдена.
sk: Stránka, ktorú ste chceli otvoriť nebola nájdená.
sl: Stran, do katere ste poskušali dostopati, ni bila najdena.
uk: Сторінку, яку ви намагалися відкрити, не знайдено.
uz: Siz kirishga urgan sahifa topilmadi.

source: Close
cs: Zavřít
de: Schließen
es: Cerrar
et: Sulge
fa: بستن
fr: Fermé
hr: Zatvori
hu: Bezár
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sl: Zapri
uk: Закрити
uz: Yopish

source: All times are in timezone %(tz_name)s unless stated otherwise.
cs: Všechny časy jsou v časové zóně %(tz_name)s pokud není napsáno jinak.
de: Alle Zeiten sind in der Zeitzone %(tz_name)s, sofern nicht anderes angegeben.
es: Todas las horas se muestran en la zona horaria %(tz_name)s si no está especificado lo contrario.
et: Kõik kellaajad on ajavööndis %(tz_name)s, kui ei ole öeldud teisiti.
fa: همه ی تیم ها در این محدوده ی زمانی %(tz_name)s مگر این که چیز دیگری اعلام شده باشد.
fr: Tous les horaires sont dans le fuseau horaire %(tz_name)s sauf si indication contraire.
hr: Sva vremena su prikazana u vremenskoj zoni %(tz_name)s osim ako je naglašeno drugačije.
hu: Minden időpont a %(tz_name)s időzónában van megadja.
nl: Alle tijden zijn in tijdzone %(tz_name)s tenzij anders vermeld.
pl: Jeśli nie zaznaczono inaczej, czas podany jest według strefy czasowej %(tz_name)s.
pt: Todas as horas estão no fuso horário %(tz_name)s, a menos que indicado de outra forma.
ro: Toate orele sunt în ora locală %(tz_name)s dacă nu se specifică altceva.
ru: По умолчанию время в расписании указано в часовом поясе %(tz_name)s.
sk: Všetky časy sú v časovom pásme %(tz_name)s, pokiaľ nie je uvedené inak.
sl: Vsi časi so v časovnem pasu %(tz_name)s, razen če ni navedeno drugače.
uk: Весь час вказано в часовому поясі %(tz_name)s, якщо не зазначено інше.
uz: Aks holda ko'rsatilmaganda, barcha vaqtlar %(tz_name)s vaqt mintaqasida.

source: Data protection policy
cs: Zásady ochrany dat
de: Datenschutzrichtlinie
es: Política de protección de datos
et: Andmekaitsetingimused
fa: سیاست صیانت از داده ها
fr: Politique de protection des données
hr: Politika zaštite osobnih podataka
hu: Adatvédelmi szabályzat
nl: Beleid inzake gegevensbescherming
pl: Polityka ochrony danych osobowych
pt: Política de proteção de dados
ro: Protecția datelor
ru: Политика конфиденциальности
sk: Ochrana osobných údajov
sl: Politika varstva podatkov
uk: Політика захисту персональних даних
uz: Ma'¼lumotlarni himoya qilish siyosati

source: Organizers
cs: Organizátoři
de: Veranstalter
es: Organizadores
et: Korraldajad
fa: برگزار کنندگان
fr: Organisateurs
hr: Organizatori
hu: Szervezők
nl: Organisatoren
pl: Organizatorzy
pt: Organizadores
ro: Organizatori
sk: Organizátori
sl: Organizatorji

source: Our partners
cs: Naši partneři
de: Unsere Partner
es: Nuestros socios
et: Meie partnerid
fa: همراهان ما
fr: Nos partenaires
hr: Naši partneri
hu: Partnereink
nl: Onze partners
pl: Nasi partnerzy
pt: Os nossos parceiros
ro: Parteneri
sk: Partneri
sl: Naši partnerji

source: Registration starts on %(start)s.
cs: Registrace začíná %(start)s.
de: Anmeldung startet um %(start)s.
es: El registro comienza el %(start)s.
et: Registreerumine algus: %(start)s.
hu: A regisztráció kezdete %(start)s.
nl: Inschrijving begint op %(start)s.
pl: Rejestracja rozpoczyna się %(start)s.
pt: O registo começa a %(start)s.
ro: Înregistrarea începe la %(start)s.
sk: Registrácia začína dňa %(start)s.
sl: Registracija se začne %(start)s.

source: The competition will take place on %(start)s.
cs: Soutěž se bude konat %(start)s.
de: Der Wettbewerb findet am %(start)s statt.
es: La competición comenzará el %(start)s.
et: Võistluse kuupäev: %(start)s.
hu: A verseny napja %(start)s.
nl: De wedstrijd vindt plaats op %(start)s.
pl: Zawody odbędą się %(start)s.
pt: A competição terá lugar a %(start)s.
ro: Concursul va avea loc pe %(start)s.
sk: Súťaž prebehne dňa %(start)s.
sl: Tekmovanje bo potekalo %(start)s.

source: Registration
cs: Registrace
de: Anmeldung
es: Registro
et: Registreerumine
fa: ثبت نام
fr: Inscription
hr: Registracija
hu: Regisztráció
nl: Inschrijving
pl: Rejestracja
pt: Registo
ro: Înregistrare
sk: Zaregistrovať tím
sl: Registracija

source: Registration ends on %(end)s.
cs: Registrace končí %(end)s.
de: Anmeldung endet in %(end)s.
es: El registro finaliza el %(end)s.
et: Registreerumise lõpp: %(end)s.
hu: A regisztráció lezárul %(end)s múlva.
nl: De inschrijving eindigt op %(end)s.
pl: Rejestracja kończy się %(end)s.
pt: O registo termina a %(end)s.
ro: Înregistrarea se termină la %(end)s.
sk: Registrácia končí dňa %(end)s.
sl: Registracija se konča %(end)s.

source: Important dates
cs: Důležitá data
de: Wichtige Termine
es: Fechas importantes
et: Olulised kuupäevad
fa: زمان های مهم
fr: Les dates importantes
hr: Važni datumi
hu: Fontos dátumok
nl: Belangrijke data
pl: Ważne daty
pt: Datas importantes
ro: Date importante
sk: Dôležité dátumy
sl: Pomembni datumi

source: Registration starts
cs: Začátek registrace
de: Anmeldung startet
es: El registro comienza
et: Registreerumine algus
fa: ثبت نام شروع شده است
fr: Début des inscriptions
hr: Početak registracije
hu: A regisztráció elkezdődik
nl: Inschrijving begint
pl: Początek rejestracji
pt: Início do registo
ro: Înregistrarea începe
sk: Začiatok registrácie
sl: Registracija se začne

source: Second round of registration
cs: Druhé kolo registrace
de: Zweite Anmeldungsrunde
es: Segunda ronda de registro
et: Registreerumise teine voor
fa: دور دوم ثبت نام
fr: Second tour d'inscriptions
hr: Drugi krug registracije
hu: A regisztráció második fordulója
nl: Tweede ronde van de inschrijving
pl: Druga tura rejestracji
pt: Segunda ronda de registo
ro: A doua rundă de înregistrări
sk: Druhé kolo registrácie
sl: Drugi krog registracij

source: Problem statements
cs: Zadání a řešení úloh
pl: Zadania
sk: Zadania a riešenia úloh

source: Team successfully registered.
cs: Tým úspěšně zaregistrován.

source: Start
ru: Начать
uk: Початок
uz: Boshlash

source: Naboj Math
uz: Naboj Matematika

source: Naboj Physics
uz: Naboj Fizika

source: Naboj Chemistry
uz: Naboj Kimyo

source: All venues
uk: Всі майданчики
