Repository: naboj-org/bullet
Catalog: bullet/locale/*/LC_MESSAGES/django.po
Languages: cs, de, es, et, fa, fr, hr, hu, nl, pl, pt, ro, ru, sk, sl, uk, uz

source: By registering for the Competition, the registrants (especially teachers or legal representatives of registered students) agree to the <a href="%(link)s">competition rules</a> and undertake to follow them. At the same time, the registrant acknowledges that the personal data provided in the registration form are necessary to ensure the proper functioning of the Competition.
cs: Registrací do Soutěže registrující osoby (zejména učitelé nebo zákonní zástupci registrovaných žáků) souhlasí s <a href="%(link)s">pravidly soutěže</a> a zavazují se jimi řídit. Současně bere registrující osoba na vědomí, že osobní údaje uvedené v registračním formuláři jsou nezbytné pro zabezpečení řádného fungování Soutěže.
de: Mit der Anmeldung zum Wettbewerb stimmen die Teilnehmer:innen (insbesondere Lehrkräfte oder gesetzliche Vertreter der angemeldeten Schüler:innen) den <a href="%(link)s">Wettbewerbsregeln</a> zu und verpflichten sich, diese einzuhalten. Gleichzeitig erkennt der Anmelder an, dass die im Anmeldeformular angegebenen personenbezogenen Daten erforderlich sind, um das ordnungsgemäße Funktionieren des Wettbewerbs zu gewährleisten.
es: Al registrarse en el Concurso, las personas registradoras (especialmente los profesores o representantes legales de los alumnos registrados) aceptan las <a href="%(link)s">normas del concurso</a> y se comprometen a cumplirlas. Al mismo tiempo, la persona registradora reconoce que los datos personales facilitados en el formulario de registro son necesarios para garantizar el buen funcionamiento de la Competición.
et: Võistlusele registreerudes nõustuvad registreerijad (eriti õpetajad või registreeritud õpilaste seaduslikud esindajad) <a href="%(link)s">võistlusreeglitega</a> ja kohustuvad neid järgima. Samal ajal teadvustab registreerija, et registreerimisvormil esitatud isikuandmed on vajalikud võistluse nõuetekohase toimimise tagamiseks.
fa: با ثبت نام در مسابقه، شرکت کننده ( به طورخاص معلم یا نماینده ی رسمی دانش آموز شرکت کننده) قواعد مسابقه <a href="%(link)s"> را پذیرفته </a> و از آن ها پیروی خواهد نمود. به همین ترتیب، شرکت کننده گواهی می دهد که داده های شخصی که در فرم ثبت نام آمده اند برای بهبود کارکرد مسابقه لازم هستند.
fr: En s'inscrivant à la Compétition, les inscrivants (notamment les enseignants ou les représentants légaux des élèves inscrits) acceptent les <a href="%(link)s">règles de la compétition</a> et s'engagent à les respecter. En même temps, l'inscrivant reconnaît que les données personnelles fournies dans le formulaire d'inscription sont nécessaires pour assurer le bon fonctionnement de la Compétition.
hr: Registracijom na Natjecanje, osobe koje provode registraciju (osobito nastavnici ili zakonski zastupnici registriranih učenika) potvrđuju kako su suglasne s <a href="%(link)s"> pravilima natjecanja </a> te izjavljuju kako će se istih pridržavati. Istovremeno, osoba koja provodi registraciju potvrđuje kako je upoznata s činjenicom da su osobni podaci navedeni u obrascu za registraciju nužni za ispravnu provedbu Natjecanja.
hu: A versenyre való regisztrációval a regisztrálók (különösen a regisztrált diákok tanárai vagy törvényes képviselői) elfogadják a <a href="%(link)s">versenyszabályzatot</a>, és vállalják annak betartását. A regisztráló egyúttal tudomásul veszi, hogy a regisztrációs űrlapon megadott személyes adatok szükségesek a Verseny megfelelő működéséhez.
nl: Door zich in te schrijven voor de Wedstrijd stemmen de inschrijvers (met name leraren of wettelijke vertegenwoordigers van ingeschreven leerlingen) in met het <a href="%(link)s">wedstrijdreglement</a> en verbinden zij zich ertoe dit na te leven. Bovendien erkent de inschrijver dat de in het inschrijvingsformulier verstrekte persoonsgegevens noodzakelijk zijn voor een goede loop van de Wedstrijd.
pl: Poprzez rejestrację na zawody, osoby rejestrujące (szczególnie nauczyciele lub prawni opiekunowie rejestrowanych uczniów) zgadzają się na <a href="%(link)s">zasady zawodów</a> i zobowiązują się ich przestrzegać. Równocześnie, osoba rejestrująca przyjmuje do wiadomości, że dane osobowe podane w formularzu rejestracyjnym są niezbędne do zapewnienia prawidłowego przebiegu zawodów.
pt: Ao inscrever-se na Competição, os responsáveis pelo registo (especialmente professores ou representantes legais dos estudantes inscritos) concordam com as <a href="%(link)s">regras da competição</a> e comprometem-se a cumpri-las. Ao mesmo tempo, o responsável pelo registo reconhece que os dados pessoais fornecidos no formulário de registo são necessários para garantir o bom funcionamento da Competição.
ro: Prin înscrierea la concurs, persoanele înscrise (în special profesorii sau reprezentanții legali ai elevilor înscriși) sunt de acord cu <a href="%(link)s">regulile concursului</a> și se angajează să le respecte. În același timp, persoana înscrisă recunoaște că datele cu caracter personal furnizate în formularul de înscriere sunt necesare pentru a asigura buna desfășurare a concursului.
ru: Регистрируясь на Олимпиаду, участники (в особенности учителя и законные представители зарегистрированных учеников) соглашаются с <a href="%(link)s"> правилами участия в Олимпиаде </a> и обязуются их соблюдать. Регистрант принимает во внимание и согласен с тем, что указанные в форме персональные данные необходимы для обеспечения надлежащего проведения Олимпиады.
sk: Registráciou do Súťaže registrujúce osoby (najmä učitelia alebo zákonní zástupcovia registrovaných žiakov) súhlasia s <a href="%(link)s">pravidlami súťaže</a> a zaväzujú sa nimi riadiť. Súčasne berie registrujúca osoba na vedomie, že osobné údaje uvedené v registračnom formulári sú nevyhnutné pre zabezpečenie riadneho fungovania Súťaže.
sl: Z registracijo na tekmovanje se sodelujoči (oziroma učitelji ali zakoniti zastopniki registriranih dijakov) strinjajo s <a href="%(link)s">pravili tekmovanja</a> in se zavezujejo, da jih bodo upoštevali. Hkrati se prijavljeni zavedajo, da so osebni podatki, navedeni v prijavnem obrazcu, potrebni za zagotovitev pravilne izvedbe tekmovanja.
uk: Реєструючись для участі у турнірі, особа, що здійснює реєстрацію (учитель або законний представник учасників-учнів), підтверджує ознайомлення з <a href="%(link)s">правилами турніру</a> та погоджується їх дотримуватися. Надані у формі персональні дані використовуються лише для організації та проведення турніру відповідно до чинного законодавства про захист персональних даних.
uz: Musobaqaga ro'yxatdan o'tish orqali ro'yxatdan o'tganlar (ayniqsa, o'qituvchilar yoki ro'yxatdan o'tgan o'quvchilarning qonuniy vakillari) <a href="%(link)s">musobaqa qoidalari</a>ga rozi bo'lishadi va ularga rioya qilishni o'z zimmalariga oladilar. Shu bilan birga, ro'yxatdan o'tgan shaxs ro'yxatdan o'tish shaklida ko'rsatilgan shaxsiy ma'¼lumotlar musobaqaning to'g'ri ishlashi uchun zarur ekanligini tan oladi.

source: The registrant agrees to allow the organizer to make video and/or audio recordings during the Competition, on which the image of the registrant and/or the registered person is captured and their publication on the Competition's website, social networks for marketing and promotional purposes of the Competition. <sup>[1]</sup>
cs: Registrující osoba uděluje souhlas organizátorům soutěže se zhotovením obrazových a audiovizuálních záznamů během konání Soutěže, na kterých je zachycena podoba registrující a/i registrované osoby a jejich zveřejněním na webovém sídle Soutěže, webových sídlech lokálních organizátorů a sociální sítích, a to pro marketingové účely propagace Soutěže. <sup>[1]</sup>
de: Der Anmelder stimmt zu, dem Veranstalter zu gestatten, während des Wettbewerbs Video- und/oder Audioaufnahmen zu machen, auf denen das Bild des Anmelders und/oder der angemeldeten Person festgehalten wird, und diese Aufnahmen auf der Webseite des Wettbewerbs, sozialen Netzwerken für Marketing- und Werbezwecke des Wettbewerbs zu veröffentlichen. <sup>[1]</sup>
es: La persona registradora otorga su consentimiento a Trojsten para la realización de grabaciones de vídeo y/o vídeo-audio durante el Concurso, en las que se capte la imagen de la persona registradora y/o de la persona registrada, y su publicación en la página web de la Competición, redes sociales con el fin de promocionar la Competición. <sup>[1]</sup>
et: Registreerija nõustub lubama korraldajal teha võistluse ajal video- ja/või helisalvestusi, millel jäädvustatakse registreerija ja/või registreeritava isiku pilt, ning avaldada neid võistluse veebilehel ja sotsiaalvõrgustikes võistluse turunduse ja reklaami eesmärgil. <sup>[1]</sup>
fa: ثبت نام کننده موافقت می نماید که حین مسابقه برگزار کنندگان ویدئوها یا نماواهایی را تدوین کنند، یا تصویر ثبت نام کننده و یا شرکت کننده اخذ شده و در تارنمای مسابقه، شبکه های اجتماعی یا برای اهداف تبلیغاتی مسابقه نمایش یابد. <sup>[1]</sup>
fr: L'inscrivant accepte que l'organisation fasse des enregistrements vidéo et/ou audio-vidéo pendant le Concours, sur lesquels l’image de l'inscrivant et/ou de la personne inscrite est capturée et de les publier sur le site web du Concours, les réseaux sociaux à des fins de promotion du Concours.<sup>[1]</sup>
hr: Osoba koja provodi registraciju suglasna je da organizator snima video i/ili audio snimke tijekom Natjecanja na kojima se nalazi osoba koja je provela registraciju i/ili registrirana osoba, da te snimke objavi na web stranici Natjecanja i društvenim mrežama te da ih koristi u svrhu promocije Natjecanja. <sup>[1]</sup>
hu: A regisztráló beleegyezik, hogy a szervező a verseny során olyan videó- és/vagy hangfelvételeket készítsen, amelyeken a regisztráló és/vagy a regisztrált személy látható, valamint ezek közzétételébe a verseny weboldalán, a közösségi médiában, valamint a verseny marketing- és promóciós céljaira. <sup>[1]</sup>
nl: De inschrijver stemt ermee in dat de organisator tijdens de Wedstrijd video- en/of audio-opnames maakt waarop het beeld van de inschrijver en/of de ingeschrevene wordt vastgelegd en dat deze beelden worden gepubliceerd op de website van de Wedstrijd en sociale netwerken voor marketing- en promotiedoeleinden van de Wedstrijd. <sup>[1]</sup>
pl: Osoba rejestrująca wyraża zgodę na tworzenie przez organizatora nagrań wideo i/lub audio w czasie zawodów z udziałem osoby rejestrującej i/lub zawodnika, oraz ich publikacji na stronie internetowej zawodów oraz mediów społecznościowych w celach promocji zawodów. <sup>[1]</sup>
pt: O responsável pelo registo autoriza a organização a efetuar gravações de vídeo e/ou áudio durante a Competição, nas quais poderá ser captada a imagem do próprio e/ou dos inscritos, assim como a sua publicação no sítio web da Competição e nas redes sociais, para fins de marketing e promocionais da Competição. <sup>[1]</sup>
ro: Solicitantul este de acord să permită organizatorului să realizeze înregistrări video și/sau audio în timpul Concursului, pe care să fie captată imaginea solicitantului și/sau a persoanei înscrise și publicarea acestora pe site-ul web al Concursului, pe rețelele de socializare în scopuri de marketing și promovare a Concursului. <sup>[1]</sup>
ru: Регистрант соглашается на видео- и/или аудиозапись со стороны организатора во время проведения Олимпиады, а так же их публикацию на сайте Олимпиады и в социальных сетях в маркетинговых целях Олимпиады. <sup>[1]</sup>
sk: Registrujúca osoba udeľuje súhlas lokálnym organizátorom na zhotovenie obrazových a/aj obrazovo-zvukových záznamov počas konania Súťaže, na ktorých je zachytená podoba registrujúcej a/aj registrovanej osoby a ich zverejnením na webovom sídle Súťaže, webových sídlach lokálnych organizátorov, sociálnych sieťach, a to pre marketingové účely propagácie Súťaže. <sup>[1]</sup>
sl: Prijavitelj organizatorju dovoli snemanje video in/ali avdio posnetkov med tekmovanjem, na katerih je zajeta podoba prijaviteljev in/ali sodelujočih, ter soglaša z njihovo objavo na spletni strani tekmovanja in na družbenih omrežjih za tržne in promocijske namene tekmovanja.<sup>[1]</sup>
uk: Особа, що здійснює реєстрацію, надає згоду місцевим організаторам на створення фото- та/або відеозаписів під час проведення турніру, на яких може бути зображена вона або зареєстровані учасники, а також на публікацію таких матеріалів на офіційному сайті турніру, вебресурсах організаторів та у соціальних мережах з метою популяризації заходу. <sup>[1]</sup>
uz: Ro'yxatdan o'tgan shaxs musobaqa davomida tashkilotchiga ro'yxatdan o'tgan shaxsning tasviri va/yoki ro'yxatdan o'tgan shaxsning tasviri va ularning musobaqaning veb-sayti, ijtimoiy tarmoqlarda marketing va targ'ibot maqsadlarida nashr etilishiga ruxsat berishga rozi bo'ladi. <sup>[1]</sup>

source: More information on the processing of personal data can be found <a href="%(link)s">on this page</a>.
cs: Více informací o zpracovávání osobních údajů je možné najít na stránce <a href="%(link)s">informace o zpracování osobních údajů</a>.
de: Weitere Informationen zur Verarbeitung personenbezogener Daten findest du <a href="%(link)s">auf dieser Seite</a>.
es: Puede encontrar más información sobre el tratamiento de datos personales en la página sobre el <a href="%(link)s">tratamiento de datos personales</a>.
et: Lisateavet isikuandmete töötlemise kohta leiate <a href="%(link)s">sellel leheküljel</a>.
fa: می توانید اطلاعات بیش تری را درباره ی پردازش داده های شخصی در آدرس <a href="%(link)s"> درین صفحه </a> بیابید.
fr: Plus d’informations sur le traitement des données personnelles sont disponibles sur la page <a href="%(link)s">article sur le traitement des données personnelles </a>.
hr: Više informacija o načinu obrade osobnih podataka možete pronaći na stranici: <a href="%(link)s">ovdje</a>.
hu: A személyes adatok feldolgozásával kapcsolatos további információk megtalálhatóak a <a href="%(link)s"> oldalon</a> .
nl: Meer informatie over het verwerken van privégegevens is te vinden op <a href="%(link)s">deze pagina</a>.
pl: Więcej informacji na temat przetwarzania danych osobowych można znaleźć <a href="%(link)s">tutaj</a>.
pt: Pode encontrar mais informações sobre o tratamento de dados pessoais <a href="%(link)s">nesta página</a>.
ro: Mai multe informații despre prelucrarea datelor cu caracter personal pot fi găsite <a href="%(link)s">pe această pagină</a>.
ru: Подробная информацию об обработке и использовании персональных данных доступна <a href="%(link)s">на данной странице</a>.
sk: Viac informácií o spracúvaní osobných údajov možno nájsť na stránke <a href="%(link)s">znenie o spracovaní osobných údajov</a>.
sl: Več informacij o obdelavi osebnih podatkov je na voljo <a href="%(link)s">na tej strani</a>.
uk: Більше інформації про обробку персональних даних можна знайти <a href="%(link)s">на цій сторінці</a>.
uz: Shaxsiy ma'¼lumotlarni qayta ishlash haqida qo'shimcha ma'¼lumotni <a href="%(link)s">ushbu sahifada</a> topishingiz mumkin.

source: Register
cs: Registrovat
de: Anmelden
es: Registro
et: Registreeru
fa: ثبت نام
fr: S'inscrire
hr: Registracija
hu: Regisztráljon
nl: Inschrijven
pl: Zarejestruj
pt: Registar
ro: Înregistrare
ru: Зарегистрировать
sk: Registrovať
sl: Registracija
uk: Зареєструвати
uz: Ro'yxatdan o'tish
